{
    "lines": [
        "Ligji Nr. 05/L - 064",
        "PËR PATENTË SHOFERI",
        "Kuvendi i Republikës së Kosovës,",
        "Në mbështetje të Nenit 65 (1) të Kushtetutës së Republikës së Kosovës,",
        "Miraton:",
        "LIGJ PËR PATENTË SHOFERI",
        "KAPITULLI  I",
        "DISPOZITAT E PËRGJITHSHME",
        "Neni 1",
        "Qëllimi",
        "1.  Ky  ligj  ka  për  qëllim  që  t’i  përcaktojë  kushtet  dhe  kriteret  për  marrje  të  patentë  shoferit,",
        "për  licencim  të  autoshkollave,  për  ligjërues  profesionalë,  për  instruktorë  të  shoferëve,  për",
        "pyetësit,  për  aftësim  të  kandidatëve  për  shoferë,  për  dhënie  të  provimit  për  patentë  shoferi,",
        "për programin e trajnimit për trajnerë nga fusha e patentë shoferit, për trajnimet periodike për",
        "shoferë profesionistë të cilët i drejtojnë automjetet e transportit për mallra dhe udhëtarë, për",
        "kushtet për të fituar të drejtën për drejtim të automjetit, për kategoritë e automjeteve, për kushtet",
        "shëndetësore, për procedurat për aplikim, për marrje, për vazhdim dhe ndërrim të patentës së",
        "shoferit, si dhe për çështje të tjera lidhur me to.",
        "2.  Ky  ligj  është  në  përputhshmëri  me  Direktivën  2006/126/EC  të  Parlamentit  Evropian  dhe",
        "Këshillit, të datës 20 dhjetor 2006 për patentë shoferi; me Direktivën 2003/59/EC të Parlamentit",
        "Evropian dhe Këshillit, të datës 15 korrik 2003 për kualifikimin fillestar dhe aftësimin periodik të",
        "shoferëve të kategorive  të caktuara të  automjeteve  për transportin  rrugor  të udhëtarëve  dhe",
        "mallrave, për ndryshimin e Rregullores së Këshillit (EEC). No 3820/85 dhe Direktivën e Këshillit",
        "91/439/EEC dhe shfuqizimin e Direktivës së Këshillit 76/914 EEC); me Direktivën e Komisionit",
        "2013/47/EU,  datë  2  tetor  2013  për  ndryshimin  e  Direktivës  2006/126/  EC  të  Parlamentit",
        "Evropian dhe të Këshillit për patentë shoferi; me Direktivën e Komisionit 2012/36/ EU, të datës",
        "19 nëntor 2012 për ndryshimin e Direktivës 2006/126/ EC të Parlamentit Evropian dhe Këshillit,",
        "për patentë shoferi; me Direktivën 2002/24/EC të Parlamentit Evropian dhe Këshillit të datës",
        "18  mars  2002  në  lidhje  me  miratimin  e  tipit  të  mjeteve  motorike  me  dy  apo  tri  rrota  dhe  me",
        "shfuqizimin e Direktivës 92/61/EEC.",
        "Neni 2",
        "Fushëveprimi",
        "Rregullat e këtij ligji janë të detyrueshme për institucionet shtetërore, Ministrinë përkatëse për",
        "Transport, Ministrinë e Punëve të Brendshme, Ministrinë e Shëndetësisë, Ministrinë e Drejtësisë,",
        "Ministrinë e Arsimit Shkencës dhe Teknologjisë në bazë të kompetencave për fushën e caktuar,",
        "personave juridik dhe fizik që iu dedikohen si dhe të gjithë shoferëve të automjeteve.",
        "1",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\fNeni 3",
        "Përkufizimet",
        "1. Shprehjet e përdorura në këtë ligj kanë këtë kuptim:",
        "1.1. “Shofer” - personi që e drejton automjetin në rrugë;",
        "1.2. “Patentë shoferi” - dokument publik të cilin e lëshon organi kompetent dhe i cili",
        "dëshmon të drejtën për ta drejtuar kategorinë e caktuar të mjeteve;",
        "1.3.  ”Patentë  shoferi  ndërkombëtar”  (PSHN)  -  dokument  i  nxjerrë  sipas  kërkesës",
        "së palës, i cili i mundëson mbajtësit të tij që ta drejtojë automjetin në ato shtete jashtë",
        "Kosovës të cilat e kërkojnë këtë dokument plotësues, sipas Konventës së Vjenës për",
        "Trafikun Rrugor, të dt. 8.11.1968. Është një dokument plotësues, i përkthyer në shumë",
        "gjuhë,  i  cili  i  përshkruan  të  dhënat  nga  patenta  e  shoferit  i  lëshuar  nga  institucioni",
        "kompetent i shtetit, që ka fotografi të drejtuesit të automjetit dhe të dhëna relevante mbi",
        "të drejtën për drejtim. Ky dokument nuk i lejon pronarit të tij që ta drejtojë automjetin në",
        "vendin e origjinës;",
        "1.4. “Shofer i ri” - drejtues i automjetit i cili ka patentë shoferi, i moshës deri në njëzet",
        "e  katër  (24)  vjeç,  me  përjashtim  të  shoferit  i  cili  të  drejtuarit  e  mjetit  e  ka  profesion",
        "themelor;",
        "1.5. “Shofer fillestar” - shofer i cili ka marrë patentë shoferi të kategorisë A, A1, A2 ose",
        "B, B1 jo më shumë se dy (2) vite;",
        "1.6. “Autoshkollë” - subjekti që bënë aftësimin (trajnimin) e kandidatëve për shofer të",
        "automjeteve;",
        "1.7. “Kandidat për shofer” - personi i cili është regjistruar në autoshkollë për aftësim",
        "për shofer;",
        "1.8. “Pyetës i kandidatëve për shoferë” - ekspert i caktuar nga Ministria, i cili është i",
        "licencuar që ta mbajë provimin teorik a praktik për patentë shoferi;",
        "1.9.  “Instruktor  i  shoferëve”  -  person  i  autorizuar  për  aftësim  të  kandidatëve  për",
        "shoferë nga pjesa praktike për kategorinë përkatëse;",
        "1.10. “Licencë e ligjëruesit profesional” - dokumenti publik të cilën e lëshon Ministria",
        "përkatëse për Transport që dëshmon të drejtën për të aftësuar kandidatët për shoferë",
        "nga pjesa teorike;",
        "1.11.  “Licencë  e  instruktorit  të  shoferëve”  -  dokumenti  publik  të  cilën  e  lëshon",
        "Ministria përkatëse për Transport që dëshmon të drejtën për të aftësuar kandidatin për",
        "shofer nga pjesa praktike;",
        "1.12. “Licencë e pyetësit të drejtimit” - dokument publik të cilën e lëshon Ministria",
        "përkatëse për Transport, me anë të të cilit e dëshmon të drejtën për ta testuar kandidatin",
        "për shofer nga pjesa praktike;",
        "2",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \f1.13.  “Certifikatë  mjekësore”  -  dokument  që  vërteton  se  personi  është  i  aftë  në",
        "pikëpamje psikofizike për ta drejtuar automjetin;",
        "1.14.  “Certifikatë  e  kualifikimit  profesional”  (CKP)  -  dokument  i  cili  vërteton",
        "përfundimin e trajnimit për shofer profesionist;",
        "1.15. “Automjet (mjet motorik)” - çdo mjet i cili lëviz nëpër rrugë me fuqinë e motorit",
        "të vetë dhe nuk është mjet hekurudhorë;",
        "1.16. “Rimorkio e lehtë” - mjet bashkëngjitës në automjet, masa më e madhe e lejuar",
        "e të cilit nuk është më e madhe se 750 kg;",
        "1.17. “Bashkësi e mjeteve” (Kombinim i mjeteve) - mjet tërheqës me gjysmërimorkio",
        "ose rimorkio i cili në trafik merr pjesë si një tërësi;",
        "1.18. “Ministria”- Ministria përkatëse për Transport.",
        "2. Termat e përdorur në këtë ligj, e të cilët nuk janë përcaktuar tek përkufizimet, e kanë kuptimin",
        "ashtu siç janë përkufizuar në ligjet e tjera.",
        "SUBJEKTI PËR AFTËSIMIN E KANDIDATIT PËR SHOFERË",
        "KAPITULLI II",
        "Neni 4",
        "Autoshkolla",
        "1. Autoshkolla kryen aftësim të kandidatëve për shoferë të automjeteve ose të bashkësisë së",
        "mjeteve (në tekstin e mëtejmë automjetet), me kushtin që ajo t’i plotësojë kushtet e përcaktuara",
        "në nenin 5 të këtij ligji dhe në aktet e tjera nënligjore që nxirren në bazë të këtij ligji.",
        "2. Me përjashtim të paragrafit 1. i këtij neni, trajnimet periodike për shoferë profesionistë i bën",
        "subjekti i autorizuar nga Ministria, siç parashihet në nenin 90 të këtij ligji.",
        "3. Aftësim të kandidatëve nga radhët e  pjesëtarëve të institucioneve të sigurisë së Kosovës",
        "kryen autoshkolla e cila themelohet në kuadër të institucionit të sigurisë, me të drejtë aftësimi",
        "vetëm të pjesëtarëve të vet.",
        "4. Ministria është kompetente për licencim të autoshkollave në Republikën e Kosovës.",
        "Neni 5",
        "Kushtet bazë për licencim të autoshkollës",
        "1. Për ushtrim të veprimtarisë, autoshkolla duhet t’i plotësojë kushtet dhe kriteret si në vijim;",
        "1.1.  ta ketë personelin si më poshtë;",
        "1.1.1.  një udhëheqës administrativo- profesional;",
        "3",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\f1.1.2.  një ligjërues profesional;",
        "1.1.3.  së paku dy (2) instruktorë të shoferëve për kategorinë B, kurse së paku",
        "një (1) instruktor të shoferëve për secilën kategori për të cilën licencohet, siç",
        "parashihet në nenin 6 të këtij ligji.",
        "1.2.  personeli nga nën-paragrafi 1.1. i këtij paragrafi duhet të jetë me kontratë pune me",
        "orar të plotë;",
        "1.3.  me ligjëruesin profesional, të përcaktuar në nën-paragrafin 1.1.2. të këtij paragrafi,",
        "autoshkolla mund të lidhë marrëdhënie pune me honorar;",
        "1.4.  të ketë mjete mësimore, ndihmëse dhe kompjuterë me pajisje shtesë për kyçje në",
        "sistemin elektronik;",
        "1.5.  t’i ketë në pronësi së paku dy automjete për kategorinë B, kurse një automjet për",
        "secilën kategori që licencohet, siç parashihet në nenin 6 të këtij ligji;",
        "1.6.  të jetë e pajisur me hapësira pune si më poshtë:",
        "1.6.1.  zyrë administrative;",
        "1.6.2.  klasë mësimore;",
        "1.6.3.  poligon.",
        "1.7.   zyra administrative, klasa mësimore dhe poligoni, të përcaktuara në nën-paragrafin",
        "1.6. të këtij paragrafi, mund të jenë në pronësi apo me qira.",
        "1.  Aftësimi praktik i kandidatit me aftësi të kufizuara mund të kryhet me automjet të adaptuar,",
        "i cili mund të jetë në pronësi të kandidatit, të shoqatës së personave me aftësi të kufizuara apo",
        "i huazuar.",
        "2.  Me përjashtim të nën-paragrafit 1.5. i paragrafit 1. të këtij neni, aftësimi praktik i kandidatit",
        "lejohet të bëhet në automjetin e kategorisë AM, A1, T, nëse është në pronësi të kandidatit.",
        "3.  Me përjashtim të nën-paragrafit 1.5. i paragrafit 1. të këtij neni, aftësimi praktik i kandidatit",
        "lejohet të bëhet me bashkësinë e mjetit të kategorisë B+E, D1+E nëse rimorkio është në pronësi",
        "të kandidatit.",
        "4.  Automjetet nga paragrafi 3. dhe rimorkion nga paragrafi 4. të këtij neni, autoshkolla mund",
        "t’i marrë me qira.",
        "5.  Ministria me akt nënligjor do t’i përcaktojë procedurat shtesë për licencim dhe përtëritje të",
        "licencës së autoshkollave dhe çështje të tjera lidhur me to.",
        "4",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \fNeni 6",
        "Licenca e autoshkollës",
        "1. Autoshkollës i lëshohet licenca për kategoritë A, B, C1, C1+E, C, C+E, D, ose D+E pasi t’i",
        "ketë plotësuar kushtet dhe kriteret e parapara në nenin 5 të këtij ligji dhe akteve nënligjore që",
        "nxirren në bazë të këtij ligji.",
        "2. Licenca lëshohet vetëm për një (1) kategori e cila vlen pesë (5) vjet, me mundësi të përtëritjes.",
        "3. Autoshkolla e cila ka licencë për kategorinë A, ka të drejtë t’i aftësojë kandidatët për kategorinë",
        "AM, A1 dhe A2  nëse automjeti i plotëson kushtet e parapara në nenet 49 dhe 63 të këtij ligji dhe",
        "të akteve nënligjore që  nxirren në bazë të këtij ligji.",
        "4. Autoshkolla e cila ka licencë për kategorinë B ka të drejtë t’i aftësojë kandidatët për kategoritë",
        "M, L, B1, T, B+E nga pjesa teorike dhe B1, T, B+E nga pjesa praktike, nëse automjeti i plotëson",
        "kushtet e parapara në nenet 49 dhe 63 të këtij ligji dhe me aktet nënligjore që nxirren në bazë",
        "të këtij ligji.",
        "Dënohet  për  kundërvajtje,  me  gjobë  prej  njëmijë  (1.000)  deri  në  tremijë  (3.000)  Euro  (€),",
        "personi përgjegjës në autoshkollën që aftëson kandidatët për shoferë pa licencë të vlefshme",
        "për kategorinë përkatëse.",
        "Neni 7",
        "Pezullimi i licencës së autoshkollës",
        "1.  Autoshkollës i pezullohet licenca nga Ministria për të gjitha kategoritë në rastet vijuese:",
        "1.1.   me vendim të gjykatës;",
        "1.2.     klasa  mësimore,  zyra  administrative  dhe  poligoni  nuk  i  plotësojnë  kushtet  dhe",
        "kriteret e përcaktuara.",
        "2.  Autoshkollës i pezullohet licenca për kategorinë përkatëse në rastet vijuese:",
        "2.1.   bënë  aftësim  të  kandidatëve  në  kundërshtim  me  planprogramin  për  aftësim  të",
        "kandidatit për kategorinë përkatëse;",
        "2.2.  nuk ka së paku dy instruktorë të shoferëve për kategorinë B, ndërsa një instruktor",
        "të shoferëve për secilën kategori për të cilën lincencohet, siç parashihet në nenin 6 të",
        "këtij ligji;",
        "2.3.  bënë aftësim të kandidatëve me automjete pa i plotësuar kushtet sipas neneve 49",
        "dhe 63 të këtij ligji dhe akteve nënligjore që nxirren në bazë të këtij ligji;",
        "2.4.   nuk  ka  së  paku  dy  automjete  për  kategorinë  B,  kurse  një  automjet  për  secilën",
        "kategori për të cilën lincencohet, siç parashihet në nenin 6 të këtij ligji.",
        "5",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\f3.  Pezullimi i licencës nuk mund të jetë në kohëzgjatje më të shkurtër se tridhjetë (30) ditë.",
        "Neni 8",
        "Revokimi i licencës së autoshkollës",
        "1.  Licenca revokohet nga Ministria në rastet vijuese:",
        "1.1.     bënë  aftësimin  e  kandidatëve  nga  pjesa  teorike  ose  praktike  gjatë  kohës  së",
        "pezullimit të licencës;",
        "1.2. kërkohet nga pronari i saj;",
        "1.3.   vërtetohet se ka paraqitur dokumentacion të pasaktë ose të falsifikuar në lidhje me",
        "të dhënat e kërkuara për marrjen ose përtëritjen e licencës;",
        "1.4.     me  vendimi  të  plotfuqishëm  të  gjykatës  i  ndalohet  ushtrimi  i  veprimtarisë  për",
        "aftësimin e kandidatëve për shoferë.",
        "2.    Ministria  me  akt  nënligjor  nxjerr  procedurat  për  pezullimin  dhe  revokimin  e  licencës  së",
        "autoshkollës dhe çështjet tjera lidhur me to.",
        "KAPITULLI III",
        "PERSONELI I AUTOSHKOLLËS",
        "Neni 9",
        "Udhëheqësi profesional",
        "1.  Udhëheqësi profesional është personi përgjegjës në autoshkollë për mbarëvajtjen e punës",
        "së autoshkollës për:",
        "1.1. punët administrative;",
        "1.2. mbajtjen dhe rregullsinë e dokumentacionit në autoshkollë;",
        "1.3. lëshimin e vërtetimit për përfundimin e aftësimit të kandidatit;",
        "1.4.  respektimin e orarit të punës së autoshkollës;",
        "1.4.1.     orarin  e  punës  nga  nën-paragrafi  1.4.  të  këtij  paragrafi  e  cakton",
        "autoshkolla e cila duhet të jetë së paku tetë (8) orë brenda ditës (mund të jenë",
        "me ndërprerje kohore) dhe i njëjti orar duhet të jetë i lajmëruar në Ministri;",
        "1.5.",
        "lajmërimin e ndryshimeve në autoshkollë;",
        "respektimin e çmimeve të caktuara me aktet nënligjore, lidhur me shërbimet që i",
        "1.6.",
        "ofron autoshkolla kandidatëve për shoferë si dhe çështjet tjera lidhur me to;",
        "6",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \f1.7.  mbylljen e librit të regjistrimit të kandidatëve të autoshkollës në fund të çdo muaji.",
        "2. Udhëheqësi profesional nga paragrafi 1. i këtij neni duhet t’i plotësojë këto kushte:",
        "2.1. t’i këtë të përfunduara studimet - së paku nivelin Bachelor;",
        "2.2. ta ketë patentë shoferin së paku tri (3) vite;",
        "2.3. të mos jetë i dënuar për vepër penale më shumë se gjashtë (6) muaj burgim, me",
        "vendim gjyqësor të formës së prerë.",
        "3. Udhëheqësi profesional ka licencë për:",
        "3.1.   ligjëruesin profesional ka të drejtë t’i aftësojë kandidatët nga pjesa teorike;",
        "3.2.  Instruktori i shofereve ka të drejtë t’i aftësojë kandidatët nga pjesa praktike.",
        "4.  Për kundërvajtje, dënohet me gjobë në të holla prej njëmijë e pesëqind (1500) deri në dymijë",
        "(2000)  euro  (€),  personi  përgjegjës  në  autoshkollë  që  vepron  në  kundërshtim  me  rregullat  e",
        "nën-paragrafit 1.3. të paragrafit 1. të këtij neni.",
        "5.  Për  kundërvajtje,  dënohet  me  gjobë  në  të  holla  prej  njëqind  (100)  deri  në  treqind  (300)",
        "Euro  (€),  personi  përgjegjës  në  autoshkollë  që  vepron  në  kundërshtim  me  rregullat  e  nën-",
        "paragrafëve 1.1., 1.2., 1.4., 1.5., 1.6., 1.7., të paragrafit 1. të këtij neni.",
        "Neni 10",
        "Ligjëruesi profesional në autoshkollë",
        "1.  Për ligjërues profesional mund të licencohet personi nëse i plotëson kushtet në vijim:",
        "1.1.  ka patentë shoferin e kategorisë  B së paku tri(3) vite;",
        "1.2.  t’i këtë të përfunduara studimet nga lëmi i komunikacionit, të barasvlershme me së",
        "paku 120 ECTS, sipas sistemit të Bolonjës;",
        "1.3. ka ndjekur trajnimin bazë për ligjëruesin profesional në autoshkollë;",
        "1.4. ka dhënë provimin për licencimin e ligjëruesit profesional;",
        "1.5. të mos jetë i dënuar për vepër penale më shumë se gjashtë (6) muaj burgim, me",
        "vendim gjyqësor të formës së prerë.",
        "2.  Licenca për ligjërues profesional lëshohet me vlefshmëri për pesë (5) vite me mundësi të",
        "përtëritjes.",
        "3.  Licenca lëshohet nga Ministria.",
        "7",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\f4.  Ministria organizon trajnimin bazë për ligjëruesin profesional në autoshkollë. Ministria mund",
        "të autorizojë ndonjë subjekt arsimor të akredituar për organizim të trajnimit bazë për ligjërues",
        "profesionalë në autoshkollë.",
        "5.  Ministria  me  akt  nënligjor  përcakton  procedurat  dhe  mënyrën  e  organizimit  të  provimit",
        "profesional për licencim dhe përtëritje të licencave të ligjëruesve profesionalë në autoshkollë.",
        "Neni 11",
        "Të drejtat dhe detyrat e ligjëruesit profesional",
        "1.  Ligjëruesi ka të drejtë të mbajë pjesën teorike të aftësimit nëse ka licencën e vlefshme.",
        "2.  Ligjëruesi profesional është i obliguar për:",
        "2.1.   përgatitjen  profesionale  të  kandidatëve  për  shoferë  nga  pjesa  teorike,  duke  iu",
        "përmbajtur planprogramit për aftësim;",
        "2.2.  rregullsinë e ditarit për mbajtjen e orëve mësimore nga pjesa teorike;",
        "2.3.   mbajtjen  e  evidencës  të  kandidatëve  gjatë  orës  mësimore  sipas  rregullave  të",
        "parapara dhe mbarëvajtjes së procesit për aftësim nga pjesa teorike.",
        "3.  Për  kundërvajtje  dënohet  me  gjobë  prej  treqind  (300)  deri  në  pesëqind  (500)  Euro  (€),",
        "personi përgjegjës i autoshkollës i cili vepron në kundërshtim me paragrafin 1. të këtij neni.",
        "4.  Ligjëruesi profesional dënohet me gjobë në të holla prej njëqind (100) deri në treqind (300)",
        "Euro (€), nëse bën aftësim të kandidatëve nga pjesa teorike në kundërshtim me rregullat e këtij",
        "neni.",
        "5.  Ministria me akt nënligjor përcakton rregullat që duhet t’iu përmbahet ligjëruesi profesional",
        "gjatë procesit të aftësimit, si dhe çështje të tjera lidhur me to.",
        "Neni 12",
        "Pezullimi i licencës së ligjëruesit profesional",
        "1. Licenca i pezullohet ligjëruesit profesional nga Ministria në raste vijuese:",
        "1.1. me vendim të gjykatës;",
        "1.2.  bënë  shkeljen  e  rregullave  sipas  nenit  11,  44  dhe  45  të  këtij  ligji  dhe  akteve",
        "nënligjore që nxirren në bazë të këtij ligji;",
        "1.3. shkel rregullat të cilat duhet t’iu përmbahet ligjëruesi profesional sipas paragrafit 5.",
        "të nenit 11 të këtij ligji.",
        "2. Pezullimi nuk mund të jetë në kohëzgjatje më të shkurtër se tridhjetë (30) ditë.",
        "8",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \fNeni 13",
        "Revokimi i licencës së ligjëruesit profesional",
        "1.  Ligjëruesit profesional i revokohet licenca në rast se:",
        "1.1.  vërtetohet se ai ka paraqitur dokumentacion të pasaktë në lidhje me të dhënat e",
        "kërkuara për marrje ose për përtëritje të licencës;",
        "1.2.   dënohet  për  vepër  penale  më  shumë  se  gjashtë  (6)  muaj  burgim,  me  vendim",
        "gjyqësor të formës së prerë.",
        "Neni 14",
        "Kushtet për licencimin e instruktorit të shoferëve",
        "1.  Për instruktorë të shoferëve mund të licencohet personi nëse i plotëson kushtet në vijim:",
        "1.1.  duhet të jetë së paku njëzet e pesë (25) vjeç;",
        "1.2.  ka përgatitjen e mesme shkollore;",
        "1.3.  ka patentë shoferin e kategorisë B së paku pesë (5) vite;",
        "1.4.   ka  dëshmi  (certifikatë  ose  diplomë)  se  ka  përfunduar  trajnimin  për  instruktor  të",
        "shofereve;",
        "1.5.  ka dhënë provimin profesional për licencim të instruktorit të shoferëve;",
        "1.6.  të mos jetë i dënuar për vepër penale më shumë se gjashtë (6) muaj burgim, me",
        "vendim gjyqësor të formës së prerë.",
        "Neni 15",
        "Provimi profesional për licencim të instruktorëve të shoferëve",
        "1. Provimi profesional për licencim të instruktorëve të shoferëve organizohet nga  ministria.",
        "2.  Provimi profesional nga paragrafi 1. i këtij neni organizohet nga pjesa teorike dhe praktike.",
        "Neni 16",
        "Pjesa teorike e provimit profesional për instruktorë të shoferëve",
        "1.  Zyrtarët të cilët e mbajnë provimin profesional për vlerësim të kandidatëve për instruktorë",
        "të shoferëve nga pjesa teorike, caktohen nga Ministria.",
        "2.  Zyrtarët nga paragrafi 1. i këtij neni duhet t’i plotësojnë kushtet në vijim:",
        "2.1.  të kenë patentë shoferi të kategorisë B së paku pesë (5) vjet;",
        "9",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\f2.2.  t’i kenë të përfunduara studimet, të barasvlershme me së paku 240 ECTS sipas",
        "sistemit të Bolonjës;",
        "2.3.  t’i kenë së paku pesë (5) vjet përvojë pune;",
        "2.4.  të kenë përfunduar trajnime për rregullat dhe aktet normative që kanë të bëjnë me",
        "mbajtjen e provimit profesional për instruktorë të shoferëve;",
        "2.5.   të mos jenë të dënuar për vepër penale më shumë se gjashtë (6) muaj burgim, me",
        "vendim gjyqësor të formës së prerë.",
        "Së paku dy (2) zyrtarë nga cilido ekip i emëruar nga Ministria në bazë të këtij neni t’i kenë",
        "3.",
        "të përfunduara studimet – së paku nivelin master nga lëmi i komunikacionit.",
        "Neni 17",
        "Pjesa praktike e provimit profesional për licencim të instruktorëve të shoferëve",
        "1. Zyrtarët të cilët e mbajnë provimin profesional për vlerësim të kandidatëve për instruktorë të",
        "shoferëve nga pjesa praktike, caktohen nga Ministria.",
        "2.  Zyrtarët nga paragrafi 1. i këtij neni duhet t’i plotësojnë kushtet në vijim:",
        "2.1.  të kenë patentë shoferi të kategorisë B së paku pesë (5) vjet;",
        "2.2.   të  kenë  së  paku  përgatitje  të  lartë  shkollore,  të  barasvlershme  me  120,  sipas",
        "sistemit të Bolonjës dhe pesë (5) vjet përvojë pune në profesion;",
        "2.3.  të kenë certifikatë të trajnerit në fushën e patentës së shoferit;",
        "2.4.  të mos jenë të dënuar për vepër penale më shumë se gjashtë (6) muaj burgim, me",
        "vendim gjyqësor të formës së prerë.",
        "3. Së paku një (1) zyrtar nga cilido ekip i emëruar nga Ministria në bazë të këtij neni t’i ketë të",
        "përfunduara studimet - nivelin master nga lëmi i komunikacionit rrugor.",
        "4.  Ministria  me  akt  nënligjor  e  përcakton  mënyrën  e  organizimit  të  provimit  profesional  për",
        "licencim dhe përtëritje të licencës së instruktorit të shoferëve.",
        "Neni 18",
        "Licenca e instruktorit të shoferëve",
        "Instruktori i shoferëve i cili jep provimin profesional për licencim i lëshohet licenca e cila vlen",
        "1.",
        "pesë (5) vite me mundësi të përtëritjes së licencës.",
        "2.  Licenca lëshohet nga Ministria.",
        "3.  Për kundërvajtje, dënohet me gjobë në të holla prej katërqind (400) deri njëmijë e dyqind",
        "10",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \f(1200) Euro (€), personi përgjegjës në autoshkollë që urdhëron ose lejon që të bëhet aftësimi i",
        "kandidatëve për shoferë pa licencë të vlefshme të instruktorit.",
        "4.  Për kundërvajtje, dënohet me gjobë në të holla prej treqind (300) deri nëntëqind (900) Euro",
        "(€), instruktori i shofereve që bënë aftësimin e kandidatëve për shoferë pa licencë të vlefshme.",
        "Neni 19",
        "Instruktori i shoferëve i kategorisë A",
        "1.  Shoferi i cili ka licencën për instruktor mund të licencohet për kategorinë A nëse i plotëson",
        "kushtet në vijim:",
        "1.1.   ka patentë shoferin e kategorisë A së paku tri (3) vite;",
        "1.2.   ka dhënë provimin profesional për licencim për shofer instruktor të kategorisë A.",
        "2. Ministria e lëshon licencën për instruktor të shoferëve të kategorisë A me vlefshmëri për pesë",
        "(5) vite me mundësi të përtëritje të licencës.",
        "3. Për kundërvajtje, dënohet me gjobë në të holla prej katërqind (400) deri njëmijë e dyqind",
        "(1200) Euro (€), personi përgjegjës në autoshkollë që urdhëron ose lejon që të bëhet aftësimi i",
        "kandidatëve për shoferë të kategorisë A pa licencë të vlefshme.",
        "4. Për kundërvajtje, dënohet me gjobë prej treqind (300) deri nëntëqind (900) Euro (€), instruktori",
        "i shoferëve që bënë aftësimin e kandidatëve për shoferë të kategorisë A pa licencë të vlefshme.",
        "Neni 20",
        "Instruktori i shoferëve i kategorive shtesë",
        "1.  Instruktori  i  shoferëve  i  cili  ka  licencën  ka  të  drejtë  t’i  aftësojë  kandidatët  për  shoferë  të",
        "kategorisë C ose D nëse ka patentë shoferin e kategorisë përkatëse së paku pesë (5) vite.",
        "2.  Instruktori  i  shoferëve  i  cili  ka  licencën  ka  të  drejtë  t’i  aftësojë  kandidatët  për  shoferë  të",
        "nënkategorive, C1 ose D1 nëse ka patentë shoferin e nënkategorisë përkatëse së paku pesë",
        "(5) vite.",
        "3.  Instruktori  i  shoferëve  i  cili  ka  licencën  ka  të  drejtë  t’i  aftësojë  kandidatët  për  shoferë  për",
        "bashkësinë e mjeteve nëse ka licencën për mjetin tërheqës për kategorinë përkatëse së paku",
        "një (1) vit.",
        "4. Për kundërvajtje, dënohet me gjobë prej katërqind (400) deri njëmijë e dyqind (1.200) Euro",
        "(€), personi përgjegjës në autoshkollë që vepron në kundërshtim me rregullat e këtij neni.",
        "5. Për kundërvajtje, dënohet me gjobë prej treqind (300) deri nëntëqind (900) Euro (€), instruktori",
        "i shoferëve që vepron në kundërshtim me rregullat e këtij neni.",
        "11",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi",
        "Neni 21",
        "Trajnimi për instruktorë të shoferëve",
        "1. Të drejtën për trajnim të shoferëve të cilët dëshirojnë të bëhen instruktorë e kanë subjektet",
        "e autorizuara nga Ministria përkatëse për Transport siç parashihet në nenin 121 të këtij ligji.",
        "Neni 22",
        "Pezullimi i licencës së instruktorit të shoferëve",
        "1.",
        "Instruktorit të shoferëve i pezullohet licenca në rastet vijuese:",
        "1.1.   me vendim të gjykatës;",
        "1.2.   bënë aftësimin e kandidatëve në kundërshtim me planprogramin për aftësimin",
        "e kandidatëve për shofer;",
        "1.3.   zhvillon orën praktike me kandidatin i cili nuk e ka certifikatën shëndetësore",
        "të vlefshme;",
        "1.4.   zhvillon orën praktike me mjetin i cili nuk i plotëson kushtet e parapara sipas",
        "nenit 49 dhe 63 të këtij ligji dhe aktet nënligjore që nxirren në bazë të këtij ligji;",
        "1.5. gjatë kohës derisa e ka të ndaluar drejtimin e automjetit nga organi kompetentë.",
        "2. Pezullimi nuk mund të jetë në kohëzgjatje më të shkurtër se tridhjetë (30) ditë.",
        "Neni 23",
        "Revokimi i licencës për instruktor të shoferëve",
        "1. Instruktorit të shoferëve i revokohet licenca në raste vijuese:",
        "1.1.   vërtetohet se ka paraqitur dokumentacion jo të saktë ose të falsifikuar në lidhje",
        "me të dhënat e kërkuara për marrjen ose ripërtëritjen e licencës;",
        "1.2.   gjatë kohës së pezullimit të licencës bënë aftësimin e kandidatëve për shoferë;",
        "1.3.   për shkak  të gjendjes shëndetësore nuk është i aftë të zhvillojë këtë veprimtari;",
        "1.4.   aftëson kandidatët pa qenë i punësuar në autoshkollë;",
        "1.5.   nëse dënohet me vendim të plotfuqishëm nga gjykata për vepër penale.",
        "2.  Instruktorit  të  shofereve  të  cilit  i  revokohet  licenca  sipas  nën-paragrafit  1.5.  të  këtij  neni",
        "vendoset në bazë të vendimit të plotfuqishëm nga gjykata për licencim të ri, ndërsa sipas nën-",
        "paragrafëve 1.2. dhe 1.4. të këtij neni e humb të drejtën për të ushtruar funksionin e instruktorit",
        "të shofereve.",
        "12",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \fNeni 24",
        "Licenca e ligjëruesit nga lënda ‘Ndihma e parë”",
        "1. Licenca për ligjëruesin nga lënda mësimore “Ndihma e parë“ që ka të bëjë me dhënien e",
        "ndihmës së parë personave të lënduar në aksident trafiku e bën subjekti të cilin e autorizon",
        "Ministria përkatëse për Transport në bashkëpunim me Ministrin e Shëndetësisë.",
        "2. Për kundërvajtje, dënohet me gjobë prej treqind (300) deri pesëqind (500) Euro (€), personi",
        "përgjegjës nëse bën aftësim nga ndihma e parë pa licencë të vlefshme.",
        "Neni 25",
        "Çmimi për licencë dhe për paraqitje të provimit",
        "Ministria cakton çmimin për licencën dhe për paraqitjen e provimit profesional për instruktorë të",
        "shoferëve, ligjëruesin profesional në autoshkollë dhe çështjet tjera lidhur me to.",
        "Neni 26",
        "Përcaktimi i procedurave për pezullim dhe revokim të licencës",
        "Ministria i përcakton procedurat për pezullim dhe revokim të licencës për ligjërues profesionalë",
        "dhe për instruktorë të shoferëve, si dhe çështje të tjera lidhur me to.",
        "KAPITULLI IV",
        "PERSONAT TË CILËT E MBAJNË PROVIMIN PËR SHOFER",
        "Neni 27",
        "Pjesa teorike e provimit për shofer",
        "1.  Zyrtari, i emëruar nga Ministria, i cili e mban provimin teorik për patentë shoferi, duhet t’i",
        "plotësojë kushtet në vijim:",
        "1.1.   t’i ketë të përfunduara studimet, së paku nivelin Bachelor;",
        "1.2.   të jetë i licencuar si pyetës;",
        "1.3.    të  ketë  përfunduar  së  paku  dy  (2)  trajnime  që  kanë  të  bëjnë  me  rregullat  e",
        "mbajtjes së provimit nga pjesa teorike dhe nga aktet normative;",
        "1.4.   të ketë së paku pesë (5) vjet përvojë pune;",
        "1.5.   të mos jetë i dënuar për vepër penale më shumë se gjashtë (6) muaj burgim,",
        "me vendim gjyqësor të formës së prerë;",
        "1.6.   ai ose ndonjë anëtar i familjes së ngushtë të tij në tre (3)vjetët e fundit të mos",
        "ketë qenë i angazhuar në çfarëdo mënyre në autoshkollë.",
        "13",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\f2.  Kontrollimin dhe mbikëqyrjen e provimit për shofer nga pjesa teorike e bën organi i emëruar",
        "nga Ministria.",
        "Neni 28",
        "Pjesa praktike e provimit për shofer",
        "1.  Vlerësimin  e  kandidatëve  për  shoferë  nga  pjesa  praktike  e  kryen  personi  i  licencuar  për",
        "pyetës, i autorizuar me vendim të ministrit.",
        "2.  Caktimi i pyetësve bëhet sipas listës së plotë të pyetësve të licencuar, me radhë.",
        "3.  Ministria me akt nënligjor përcakton formën dhe procedurën për mënyrën e angazhimit të",
        "pyetësit nga paragrafi 1. të këtij neni dhe çështje të tjera të kësaj fushe.",
        "Neni 29",
        "Kriteret minimale për pyetës të kandidatëve nga pjesa praktike e provimit",
        "1. Pyetësi i autorizuar për vlerësim të kandidatëve nga pjesa praktike e provimit duhet të ketë",
        "njohuri dhe shkathtësi lidhur me testimin e kandidatit sipas paragrafit 2. dhe 3. të këtij nenit.",
        "2. Aftësia e pyetësit duhet të jetë relevante për vlerësimin e kandidatit në provim për kategorinë",
        "për të cilën testohet:",
        "2.1. të njohë, kuptojë dhe vlerësojë drejtimin si në vijim:",
        "2.1.1.   zbatimin e rregullave teorike gjatë drejtimit të automjetit në rrugë;",
        "2.1.2. perceptimin e situatave të rrezikshme dhe parandalimin e aksidenteve;",
        "2.1.3. planprogramin që përcakton standardet e provimit për shofer;",
        "2.1.4. përgjigjet kërkesave në lidhje me provimin për shofer;",
        "2.1.5. legjislacionin e rregullave të trafikut dhe të sigurisë;",
        "2.1.6. vlerësimin teorik dhe praktik;",
        "2.1.7. drejtimin defansiv;",
        "2.1.8. aftësi vlerësuese;",
        "2.1.9. aftësi personale për drejtim;",
        "2.1.10. kualitetin e shërbimeve;",
        "14",
        "2.1.11. njohjen e karakteristikave teknike dhe fizike të automjetit;",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \f2.1.12. eko-drejtimin (me kursim të karburantit dhe me mbrojtje të ambientit pa",
        "i cenuar rregullat e sigurisë rrugore).",
        "3. Pyetësit të drejtimit i pezullohet licenca nëse nuk i plotëson standardet e parapara në këtë",
        "nen dhe në aktet nënligjore që nxirren në bazë të këtij ligji.",
        "4. Ministria me akt nënligjor përcakton standardet minimale për pyetës të drejtimit dhe çështje",
        "të tjera lidhur me to.",
        "Neni 30",
        "Kushtet e përgjithshme për licencim të pyetësit të drejtimit",
        "1.  Për pyetës të drejtimit mund të licencohet personi i cili i plotëson kushtet në vijim:",
        "1.1.   duhet të jetë së paku  njëzetë e pesë (25) vjeç;",
        "1.2.   i ka së paku të përfunduara studimet - nivelin Bachelor nga lëmi i komunikacionit;",
        "1.3.   ka patentë shoferin së paku pesë (5) vite;",
        "1.4.   ka ndjekur trajnimin bazë për pyetës;",
        "1.5.   ka dhënë provimin profesional për licencimin e pyetësit;",
        "1.6.   të mos jetë i dënuar për vepër penale më shumë se gjashtë (6) muaj burgim,",
        "me vendim gjyqësor të formës së prerë;",
        "1.7.   në tri (3) vitet e fundit ai ose ndonjë anëtar i familjes së ngushtë të tij të mos",
        "ketë qenë i angazhuar në çfarëdo funksioni në autoshkollë.",
        "2.  Ministria  organizon  ose  autorizon  ndonjë  subjekt  për  mbajtjen  e  “Trajnimeve  bazë  për",
        "pyetës”.",
        "3.  Ministria  me  akt  nënligjor  përcakton  programin  e  provimit  profesional  për  licencimin  e",
        "pyetësit.",
        "Neni 31",
        "Pyetësi i drejtimit për kategoritë shtesë",
        "1.  Pyetësi për tu licencuar për kategoritë shtesë duhet të ketë:",
        "1.1.    licencën e kategorisë B së paku tri (3) vite ose ka patentë shoferin mbi pesë",
        "(5) vite për kategorinë përkatëse;",
        "1.2.    përfunduar trajnimin periodik për pyetës;",
        "15",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi",
        "1.3.    dhënë provimin profesional për licencim të pyetësit për kategorinë shtesë.",
        "Neni 32",
        "Organizimi i provimit profesional për licencim të pyetësit të drejtimit",
        "1. Ministria organizon dhe mbanë provimin profesional për licencimin e pyetësit të drejtimit.",
        "2. Provimi nga paragrafi 1. të këtij neni organizohet nga pjesa teorike dhe praktike.",
        "Neni 33",
        "Provimi profesional për pyetës të kandidatëve për shoferë nga pjesa teorike",
        "1.  Zyrtarët, të cilët e mbajnë provimin profesional për vlerësim të pyetësve të kandidatëve për",
        "shoferë nga pjesa teorike, e të cilët caktohen nga Ministria, duhet t’i plotësojnë kushtet në vijim.",
        "1.1.    të kenë patentë shoferin e kategorisë B së paku pesë (5)vite;",
        "1.2.    t’i kenë të përfunduara studimet - nivelin Bachelor nga lëmi i komunikacionit",
        "rrugor;",
        "1.3.    të kenë së paku pesë (5) vjet përvojë pune;",
        "1.4.    të kenë mbajtur ose të kenë ndjekur trajnim për rregullat dhe aktet normative",
        "që kanë të bëjnë me mbajtjen e provimit profesional për pyetës të drejtimit;",
        "1.5.    të mos jenë të dënuar për vepër penale më shumë se gjashtë (6) muaj burgim,",
        "me vendim gjyqësor të formës së prerë.",
        "Neni 34",
        "Provimi profesional për pyetës të kandidatëve nga  pjesa praktike e provimit",
        "1.  Zyrtarët të cilët e mbajnë provimin profesional për pyetës të kandidatëve për shoferë nga",
        "pjesa praktike, caktohen nga Ministria.",
        "2.  Zyrtarët nga paragrafi 1. i këtij neni duhet t’i plotësojnë kushtet në vijim:",
        "2.1.  të kenë patentë shoferi të kategorisë B së paku pesë (5) vite;",
        "2.2.  të kenë së paku përgatitje të lartë shkollore, të barasvlershme me 180 ECTS, sipas",
        "sistemit të Bolonjës dhe pesë (5) vite përvojë pune në profesion;",
        "2.3.  të jenë të certifikuar si trajnerë në fushën e patentë shoferit;",
        "2.4.  të mos jenë të dënuar për vepër penale më shumë se gjashtë (6) muaj burgim, me",
        "vendim gjyqësor të formës së prerë.",
        "3.  Së paku një (1) zyrtar nga cilido ekip i emëruar nga Ministria në bazë të këtij neni t’i ketë të",
        "përfunduara studimet – nivelin Bachelor nga lëmi i komunikacionit rrugor.",
        "16",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \f  Ministria  me  akt  nënligjor  përcakton  mënyrën  e  organizimit  dhe  të  mbajtjes  së  provimit",
        "4.",
        "profesional për licencim të pyetësve të kandidatëve për shoferë për secilën kategori dhe çështje",
        "tjera lidhur me to.",
        "Neni 35",
        "Ruajtja e nivelit të kualitetit dhe ngritja profesionale periodike për pyetës të drejtimit",
        "1.  Kushtet  për  ruajtjen  e  nivelit  të  kualitetit  përfshinë  mbikëqyrjen  e  pyetësit  gjatë  punës  së",
        "tyre dhe përtëritjen e licencës, ngritjen e vazhdueshme të aftësimit profesional dhe kontrollin e",
        "rregullt të rezultateve të provimit të kandidatëve për shoferë që e mbajnë pyetësit.",
        "2. Ministria zbaton mbikëqyrjen vjetore për secilin pyetës gjatë testimit praktik të kandidatit për",
        "shofer. Brenda kësaj periudhe duhet së paku gjysmë dite monitorim të punës së pyetësve.",
        "3. Pyetësi i cili është i autorizuar për një ose më shumë kategori, mbikëqyrja duhet të përfshijë",
        "së paku një kategori.",
        "4. Përcjelljen dhe mbikëqyrjen profesionale të provimit për shofer e kryen organi i emëruar i",
        "Ministrisë. Pas përfundimit të mbikëqyrjes përgatitet raporti për secilin pyetës. Rekomandimet",
        "që  dalin  nga  raporti  i  organit  mbikëqyrës,  janë  të  obligueshme  për  pyetësit  dhe  personat",
        "përgjegjës:",
        "4.1.     pyetësi  ka  të  drejtë  ankese  nëse  nuk  pajtohet  me  rekomandimet  e  organit",
        "mbikëqyrës nga paragrafi 4. i këtij neni;",
        "4.2.   moszbatimi i rekomandimeve nga paragrafi 4. i këtij nenit konsiderohet shkelje e",
        "rëndë e detyrave të punës.",
        "5.  Ministria pavarësisht kategorive të pyetësit do të mundësojë:",
        "5.1.  trajnim të rregullt periodik ne mënyrë që:",
        "5.1.1.",
        "t’i rifreskojnë njohuritë dhe aftësitë testuese;",
        "5.1.2.",
        "detyrave të tyre;",
        "të  zhvillojë  kompetenca  të  reja  që  janë  esenciale  për  ushtrimin  e",
        "5.1.3.",
        "të larta dhe korrekte;",
        "të sigurojë që një pyetës vazhdon t’i mbikëqyrë testimet me standarde",
        "5.1.4.",
        "të zhvillohet dhe ruhet aftësia e drejtimit praktik.",
        "6.  Ministria do të organizojë trajnime të veçanta për pyetës të cilët gjatë mbikëqyrjes nuk kanë",
        "treguar perfomancë të mjaftueshme profesionale.",
        "7.  Ministria me akt nënligjor përcakton “Masat për sigurimin e cilësisë dhe standardet” lidhur",
        "me pyetësit e drejtimit dhe çështjet tjera lidhur me to.",
        "17",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\fNeni 36",
        "Vlefshmëria e licencës për pyetës të drejtimit",
        "1.  Licenca e pyetësit të drejtimit i lëshohet personit i cili tregon rezultat pozitiv në provim për",
        "licencim të pyetësit e cila vlen tri (3) vite, me mundësi përtëritjeje të licencës.",
        "2.  Ministria lëshon licenca për pyetës.",
        "Neni 37",
        "Përtëritja e licencës për pyetës të drejtimit",
        "1. Përtëritja e licencës bëhet në bazë të verifikimit të njohurive dhe vlerësimit të standardeve",
        "siç parashihen në nenin 35 të këtij ligji dhe në aktet nënligjore që nxirren në bazë të këtij ligji.",
        "2. Nëse pyetësi nuk i nënshtrohet verifikimit të njohurive ose tregon rezultat negativ, atij do t’i",
        "mundësohet  ri-testimi  brenda tre (3) muajve nga data e mbajtjes së provimit.",
        "Neni 38",
        "Obligimet e pyetësit të drejtimit",
        "1.  Pyetësi i drejtimit detyrohet në kryerjen e detyrave në mënyrë profesionale, të ndershme dhe",
        "të paanshme.",
        "2.  Pyetësi nuk mund të angazhohet nga Ministria për vlerësim të kandidatit për shofer në rajonin",
        "ku ai ose ndonjë anëtar i familjes së ngushtë së tij ka pasur çfarëdo funksioni në autoshkollë",
        "ose ka qenë themelues i autoshkollës.",
        "3. Pyetësi i cili vepron në kundërshtim me paragrafin 2. të këtij neni dënohet për kundërvajtje",
        "me gjobë në të holla prej tremijë (3.000) deri katërmijë e pesëqind (4.500) Euro (€).",
        "Neni 39",
        "Pezullimi i licencës së pyetësit",
        "1.  Pyetësit i pezullohet licenca nga Ministria në rastet vijuese:",
        "1.1.  me vendim të gjykatës;",
        "1.2.  bënë testim të kandidatëve në kundërshtim me rregullat e neneve 29., 31., 35.,",
        "38., 63., 64., 65., 66., 68. dhe 71. të këtij ligji dhe me aktet nënligjore që nxirren në bazë",
        "të këtij ligji;",
        "1.3.  nuk e plotëson me kohë ose në mënyrë të rregullt raportin e drejtimit;",
        "1.4.   zhvillon  testim  praktik  me  mjetin  i  cili  nuk  i  plotëson  kushtet  e  parapara  sipas",
        "neneve 49. dhe 63. të këtij ligji dhe sipas akteve nënligjore që nxirren në bazë të këtij",
        "ligji.",
        "18",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \f2.  Licenca e pyetësit pezullohet nga gjashtë (6) deri në dymbëdhjetë (12) muaj.",
        "Neni 40",
        "Revokimi i licencës së pyetësit",
        "1.  Pyetësit i revokohet licenca nga Ministria në raste vijuese:",
        "1.1.  vërtetohet se ka paraqitur dokumentacion jo të saktë ose të falsifikuar në lidhje me",
        "të dhënat e kërkuara për marrjen ose përtëritjen e licencës;",
        "1.2.  konstatohet se provimi për licencim / përtëritja e licencës është bërë në mënyrë jo",
        "të rregullt;",
        "1.3.  keqpërdor pozitën për përfitime materiale;",
        "1.4.  jep të dhëna të cilat janë konfidenciale;",
        "1.5.  nëse për shkak të gjendjes shëndetësore nuk është i aftë të zhvillojë këtë veprimtari;",
        "1.6. shkelë rregullat e shërbimit civil dhe kodin e mirësjelljes;",
        "1.7.  konstatohet se ka lidhshmëri të drejtpërdrejtë apo tërthortë me autoshkollë;",
        "1.8.  dënohet me vendim të plotfuqishëm nga gjykata për vepër penale;",
        "1.9.  nëse tri(3) herë i pezullohet licenca brenda afatit të vlefshmërisë së licencës.",
        "2.  Ministria me akt nënligjor përcakton procedurat për pezullimin dhe revokimin e licencës për",
        "pyetës.",
        "KAPITULLI V",
        "AFTËSIMI (TRAJNIMI) I KANDIDATËVE PËR SHOFERË",
        "Neni 41",
        "Planprogrami i aftësimit të kandidatëve për shoferë",
        "1. Ministria me akt nënligjor përcakton“Planprogramin për aftësimin e kandidatëve për shoferë”,",
        "pas konsultimit më Ministrinë e Arsimit.",
        "2.  Aftësimin  e  kandidatëve  nga  pjesa  teorike  dhe  praktike  duke  e  zbatuar  planprogramin",
        "nga paragrafi 1. të këtij neni e kryen autoshkolla e cila ka licencë të vlefshme për kategorinë",
        "përkatëse.",
        "3. Për kundërvajtje, dënohet me gjobë në të holla prej njëqind (100) deri treqind (300) Euro (€),",
        "personi përgjegjës në autoshkollë i cili vepron në kundërshtim me rregullat e këtij neni.",
        "19",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\fNeni 42",
        "Fillimi i aftësimit të kandidatit për shofer",
        "1.  Aftësimi i kandidatëve do të fillojë jo më herët se gjashtë (6) muaj para se ta arrijë moshën",
        "e duhur për të marr patentë shoferin e një kategorie të caktuar, ndërsa provimit për shofer i",
        "nënshtrohet vetëm kur ta arrijë moshën e paraparë sipas nenit 82 të këtij ligji.",
        "2.  Për kundërvajtje, dënohet me gjobë në të holla prej njëqind (100) deri treqind (300) Euro",
        "(€),  personi  përgjegjës  në  autoshkollë  i  cili  bën  aftësimin  e  kandidatëve  në  kundërshtim  me",
        "rregullat e këtij neni.",
        "3.  Për kundërvajtje, dënohet me gjobë në të holla prej njëqind (100) deri treqind (300) Euro",
        "(€), instruktori i shoferëve i cili bën aftësimin e kandidatëve në kundërshtim me rregullat e këtij",
        "neni.",
        "Neni 43",
        "Regjistrimi i kandidatit në autoshkollë",
        "1.  Autoshkolla  është  e  detyruar  që  përmes  postës  elektronike  ta  njoftojë  Ministrinë  në",
        "momentin që kandidati regjistrohet për aftësim për drejtim të automjetit.",
        "2.  Data e lajmërimit të kandidatit për aftësim nëpërmjet postes elektronike do të konsiderohet",
        "si datë e regjistrimit të kandidatit në autoshkollë.",
        "3. Me rastin e regjistrimit në autoshkollë kandidati duhet të ketë certifikatën shëndetësore si",
        "dëshmi që kandidati është i aftë për marrjen e patentë shoferit.",
        "4. Për kundërvajtje, dënohet me gjobë në të holla prej njëqind (100) deri treqind (300) Euro (€),",
        "personi përgjegjës në autoshkollë i cili vepron në kundërshtim me rregullat e këtij neni.",
        "Neni 44",
        "Aftësimi nga pjesa teorike",
        "1. Mësimi nga pjesa teorike mbahet në klasën mësimore e cila i plotëson kushtet e parapara në",
        "nenin 5 të këtij ligji dhe akteve nënligjore që nxirren  në bazë të këtij ligji.",
        "2. Autoshkolla  është  e  obliguar  ta  njoftojë  Ministrinë  për  orarin  e  orëve  teorike  dhe  listën  e",
        "kandidatëve nga pjesa teorike.",
        "3. Ligjëruesi profesional nëse ka licencën për instruktor të shofereve mund të aftësojë kandidatët",
        "nga pjesa praktike por nuk mund të kalojë normën prej tetë (8) orëve brenda dite duke llogaritur",
        "orët teorike dhe praktike dhe normën mujore të orëve.",
        "4.  Për kundërvajtje, dënohet me gjobë në të holla prej treqind (300) deri pesëqind (500) Euro",
        "(€), personi përgjegjës në autoshkollë që vepron në kundërshtim me rregullat e paragrafit 1. të",
        "këtij neni.",
        "5.  Për kundërvajtje, dënohet me gjobë në të holla prej njëqind (100) deri treqind (300) Euro",
        "20",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \f(€), personi përgjegjës nëse vepron në kundërshtim me rregullat e paragrafit 2. të këtij neni.",
        "Për kundërvajtje, dënohet me gjobë në të holla prej njëqind (100) deri dyqind (200) Euro",
        "6.",
        "(€),  ligjëruesi  që  e  bënë  aftësimin  e  kandidatëve  për  shoferë  në  kundërshtim  me  rregullat  e",
        "paragrafit 3. të këtij neni.",
        "Neni 45",
        "Orët mësimore nga pjesa teorike",
        "1.  Minimumi i orëve mësimore nga pjesa teorike e aftësimit të kandidatit për kategorinë B janë",
        "së paku njëzet (20) orë, ndërsa për kategoritë tjera janë së paku pesëmbëdhjetë (15) orë.",
        "2.  Ministria me një vendim përcakton çmimin minimal për një orë mësimore nga pjesa teorike.",
        "3.  Për kundërvajtje, dënohet me gjobë në të holla prej treqind (300) deri pesëqind (500) Euro",
        "(€), personi përgjegjës në autoshkollë që vepron në kundërshtim me rregullat e këtij neni.",
        "Neni 46",
        "Aftësimi nga pjesa praktike",
        "1. Aftësimin praktik e realizon instruktori i shoferëve i cili ka licencë të vlefshme dhe i plotëson",
        "kushtet e neneve 18, 19 dhe 20 të këtij ligji dhe i cili është i punësuar në autoshkollë.",
        "2. Për kundërvajtje, dënohet me gjobë në të holla prej treqind (300) deri nëntëqind (900) Euro",
        "(€),  instruktori  i  shoferëve  i  cili  bënë  aftësim  të  kandidatëve  për  shoferë  në  kundërshtim  me",
        "rregullat e këtij neni.",
        "Neni 47",
        "Orët nga pjesa praktike",
        "1. Minimumi i orëve mësimore nga pjesa praktike e aftësimit të kandidatit për kategorinë B janë",
        "së paku njëzet (20) orë, ndërsa për kategoritë e tjera së paku pesëmbëdhjetë (15) orë.",
        "2.  Ministria me vendim cakton çmimin minimal për një orë mësimore nga pjesa praktike.",
        "3.  Për  kundërvajtje,  dënohet    me  gjobë  në  të  holla  prej  treqind  (300)  deri  pesëqind  (500)  €,",
        "personi përgjegjës në autoshkollë i cili vepron në kundërshtim me rregullat e këtij neni.",
        "Neni 48",
        "Të drejtat dhe obligimet e instruktorit të shoferëve",
        "Instruktori i shoferëve brenda ditës ka të drejtë të punojë më së shumti tetë (8) orë nga",
        "1.",
        "pjesa praktike duke llogaritur edhe orët praktike të kandidatëve për kategoritë e ndryshme.",
        "2.",
        "Instruktori i shoferëve gjatë orës praktike obligohet që:",
        "2.1.    me kohë dhe në mënyrë të rregullt të plotësojë urdhëresën e punës;",
        "2.2.    me kohë dhe në mënyrë të rregullt të plotësojë kartelën e kandidatit;",
        "21",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi",
        "2.3.   të ketë planprogramin e aftësimit të kandidatëve;",
        "2.4.   të ketë patentë shoferin;",
        "2.5.   të ketë certifikatë shëndetësore të vlefshme;",
        "2.6.   të ketë licencë për instruktor të shoferëve.",
        "3.",
        "Instruktori i shoferëve i cili është duke e bërë aftësimin e kandidatit për shofer nga pjesa",
        "praktike, me kërkesë të personit zyrtar të Ministrisë (Inspektorëve) është i obliguar të ndalet dhe",
        "të ofrojë dokumentacionin e kërkuar.",
        "4.  Personi zyrtar i Ministrisë nga paragrafi 3. i këtij neni, me rastin e ndaljes së automjetit të",
        "autoshkollës duhet të sinjalizojë për ndalje me shenjën “STOP INSPEKTORI”.",
        "5.  Për kundërvajtje dënohet instruktori i shofereve me gjobë prej njëqind (100) deri në treqind",
        "(300) Euro (€), nëse gjatë aftësimit të kandidatëve për shofer nga pjesa praktike, nuk ndalet dhe",
        "nuk u ofron kushte për inspektim personave zyrtar (inspektorëve) të Ministrisë sipas paragrafit",
        "3. të këtij neni.",
        "6.  Për kundërvajtje, dënohet me gjobë prej njëqind (100) deri treqind (300) Euro (€),instruktori",
        "i shofereve që vepron në kundërshtim me rregullat e paragrafit 1. të këtij neni.",
        "7.  Për  kundërvajtje,  dënohet  me  gjobë  prej  pesëdhjetë  (50)  deri  njëqind  (100)  Euro",
        "(€),instruktori i shofereve që e bënë aftësimin e kandidatëve për shoferë në kundërshtim me",
        "paragrafin 2. të këtij neni.",
        "Neni 49",
        "Automjeti për aftësimin e kandidatit nga pjesa praktike",
        "1.    Aftësimi nga pjesa praktike realizohet me automjet për secilën kategori veçmas.",
        "2.   Automjeti nga paragrafi 1. i këtij neni, përveç kushteve nga neni 63. të  këtij ligji, duhet t’i",
        "plotësojë kushtet në vijim:",
        "2.1.  duhet  të  jetë  i  regjistruar,  me  kontrollim  periodik  gjashtëmujor  (6),  me  komanda",
        "shtesë të atestuara;",
        "2.2.  të jetë i shënjezuar për secilën kategori  me shkronjën “L”;",
        "2.3.  t’i plotësojë kushtet teknike për pjesëmarrje të sigurt në trafik;",
        "2.4.   t’i plotësojë kushtet higjienike.",
        "3.  Ministria me akt nënligjor përcakton mënyrën e shënjezimit të automjetit me të cilin bëhet",
        "aftësimi i kandidatëve për shoferë në pjesën praktike për secilën kategori dhe kushtet shtesë",
        "për automjetet.",
        "22",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \f4.  Për kundërvajtje, dënohet me gjobë prej treqind (300) deri pesëqind (500) Euro (€), personi",
        "përgjegjës në autoshkollë që vepron në kundërshtim me rregullat e nën-paragrafit 2.1, 2.3., të",
        "paragrafit 2. të këtij neni.",
        "5.  Për kundërvajtje dënohet me gjobë prej njëqind (100) deri treqind (300) Euro (€),instruktori i",
        "shofereve që vepron në kundërshtim me rregullat e nën-paragrafit 2.1., 2.3. të paragrafit 2 këtij",
        "neni.",
        "6.  Për kundërvajtje, dënohet me gjobë prej pesëdhjetë (50) Euro (€),instruktori i shofereve që",
        "vepron në kundërshtim me rregullat të nën-paragrafit 2.2. dhe 2.4 të paragrafit 2. të këtij neni.",
        "Neni 50",
        "Personat në automjet gjatë orës praktike",
        "1. Gjatë aftësimit nga pjesa praktike, në automjetin e autoshkollës merr pjesë vetëm instruktori",
        "i shoferëve dhe kandidati i cili aftësohet për kategorinë përkatëse.",
        "2. Për kundërvajtje, dënohet me gjobë prej njëqind (100) deri treqind (300) Euro (€),instruktori i",
        "shofereve i cili vepron në kundërshtim me rregullat të këtij neni.",
        "Neni 51",
        "Dokumentacioni i kandidatit nga pjesa praktike",
        "1.  Instruktori i shoferëve ka për detyrë të verifikojë që kandidati për shoferë para fillimit të orës",
        "praktike i ka dokumentet si vijon:",
        "1.1.   kartelën e kandidatit;",
        "1.2.   certifikatën mjekësore të vlefshme.",
        "2.  Dokumentacioni nga paragrafi 1. i këtij neni duhet të jetë në gjendje të rregullt dhe është i",
        "detyruar t’i tregojë me kërkesën e personit të autorizuar.",
        "3.  Për kundërvajtje, dënohet me gjobë prej njëqind (100) deri treqind (300) Euro (€),instruktori",
        "i shofereve i cili vepron në kundërshtim me rregullat e këtij neni.",
        "Neni 52",
        "Gjendja psikofizike e kandidatit për shofer",
        "1. Instruktori i shoferëve nuk duhet lejuar kandidatin për shofer që të mbajë orën praktike nëse",
        "vëren tek kandidati lëndime, shenja të lodhjes, sëmundjes, stresit, është nën ndikimin e alkoolit,",
        "barnave psiko-aktive e të ngjashme.",
        "2.  Për kundërvajtje, dënohet me gjobë prej treqind (300) deri pesëqind (500) Euro €, instruktori i",
        "shofereve i cili bënë aftësimin e kandidatëve për shoferë që vepron në kundërshtim me rregullat",
        "23",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\ftë këtij neni.",
        "Neni 53",
        "Ndalimi i përdorimit të pajisjeve që janë pengesë gjatë aftësimit praktik",
        "1.    Gjatë  aftësimit  praktik,  kandidatit  për  shofer  nuk  i  lejohet  përdorimi  i  pajisjeve  të  cilat  e",
        "zvogëlojnë mundësinë e reagimit dhe ndikojnë negativisht në drejtim të automjetit.",
        "2.  Kandidati për shofer gjatë kohës së drejtimit të automjetit duhet t’i shfrytëzojë mjetet ndihmëse",
        "të cilat janë të regjistruara në certifikatën mjekësore.",
        "3.  Ministria me akt nënligjor përcakton se cilat janë pajisjet që konsiderohen të ndaluara dhe",
        "nuk mund të përdoren gjatë aftësimit praktik të kandidatit për shofer.",
        "4. Dënohet për kundërvajtje, me gjobë prej njëqind (100) deri në treqind (300) Euro (€), instruktori",
        "i shoferëve i cili vepron në kundërshtim me rregullat e këtij neni.",
        "Neni 54",
        "E drejta e kandidatit për shofer për ta drejtuar automjetin",
        "1.  Kandidati i cili aftësohet nga pjesa praktike për dhënien e provimit për shofer ka të drejtë ta",
        "drejtojë automjetin e autoshkollës para se ta ketë dhënë provimin për shofer të asaj kategorie",
        "në rrugë për të cilën e përgatitë provimin nën mbikëqyrjen dhe në përgjegjësinë e instruktorit",
        "të shoferëve.",
        "2. Instruktori i shoferëve është përgjegjës për çdo kundërvajtje ose aksident të cilin e shkakton",
        "kandidati për shofer.",
        "Neni 55",
        "Aftësimi i kandidatëve nga ndihma e parë",
        "1. Aftësimin e kandidatëve nga “Ndihma e parë” që ka të bëjë me dhënien e ndihmës së parë",
        "personave të lënduar në aksident e realizon subjekti i autorizuar nga Ministria përkatëse për",
        "transport në bashkëpunim me Ministrinë e Shëndetësisë.",
        "2.  Subjekti  i  autorizuar  nga  paragrafi  1.  të  këtij  neni  duhet  t’i  aftësojë  kandidatët  sipas",
        "planprogramit për aftësimin e kandidatëve nga “Ndihma e parë”.",
        "3. Për kundërvajtje, dënohet me gjobë prej treqind (300) deri nëntëqind (900) Euro (€), personi",
        "përgjegjës që vepron në kundërshtim me rregullat e këtij neni.",
        "Neni 56",
        "Lëshimi i vërtetimit për përfundimin e aftësimit të kandidatit",
        "Kandidati i cili ka përfunduar aftësimin më sukses i lëshohet vërtetimi me mendimin e ligjëruesit",
        "profesional dhe të instruktorit të shoferëve, të vërtetuar nga personi përgjegjës në autoshkollë.",
        "24",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \fKAPITULLI VI",
        "PROVIMI PËR PATENTË SHOFERI",
        "Neni 57",
        "Programi i provimit për patentë shoferi",
        "1. Programi i provimit për patentë shoferi (në tekstin e mëtejmë provim për shofer) përmban",
        "kërkesat  minimale  dhe  kriteret  për  vlerësimin  e  kandidatit  për  shofer  nga  pjesa  teorike  dhe",
        "pjesa praktike e provimit.",
        "2. Ministria me akt nënligjor përcakton programin për dhënien e provimit për shofer nga pjesa",
        "teorike dhe praktike.",
        "3. Ministria me akt nënligjor përcakton programin për dhënien e provimit për shofer nga lënda",
        "“Ndihma e parë“ në bashkëpunim me ministrinë e Shëndetësisë.",
        "Neni 58",
        "Organizimi i provimit për shoferë",
        "1.    Ministria  bënë  organizimin,  mbajtjen  dhe  mbikëqyrjen  e  provimit  për  shoferë  nga  pjesa",
        "teorike dhe praktike.",
        "2.  Ministria me akt nënligjor përcakton mënyrën e organizimit dhe procedurat e mbajtjes së",
        "provimit për shofer nga paragrafi 1. i këtij neni.",
        "Neni 59",
        "Provimi nga ndihma e parë",
        "Provimin nga “Ndihma e parë“ realizohet nga subjekti i autorizuar nga Ministria përkatëse për",
        "Transport në bashkëpunim me Ministrinë e Shëndetësisë.",
        "Neni 60",
        "Provimi për shoferë nga pjesa teorike",
        "1.  Pjesa teorike e provimit për patentë shoferi mbahet me shkrim apo në mënyrë elektronike.",
        "2.  Ministria nxjerr akt nënligjor me të cilin e përcakton përmbajtjen dhe formën e testeve.",
        "Neni 61",
        "Kërkesat minimale për provim për shofer",
        "1.    Kërkesat  minimale  për  provim  duhet  t’ia  mundësoj  kandidatit  për  shofer  që  të  posedojë",
        "njohuri dhe shkathtësi dhe të tregojë sjellje të nevojshme për drejtuar automjetin në mënyrë të",
        "pavarur dhe të sigurt.",
        "25",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\fNeni 62",
        "Përmbajtja e provimit për patentë shoferi nga pjesa teorike",
        "1.  Përmbajtja e provimit për patentë shoferi  nga pjesa teorike është si vijon:",
        "1.1. Përmbajtja e provimit për të gjitha kategoritë përfshin së paku:",
        "1.1.1.  rregullat e trafikut;",
        "1.1.2.  shoferin:",
        "1.1.3.  rrugën;",
        "1.1.4.  pjesëmarrësit e tjerë në trafik:",
        "1.1.5.  rregullat e përgjithshme dhe rregulloret;",
        "1.1.6;   rregullat e veçanta dhe kujdesin gjatë daljes nga automjeti;",
        "1.1.7.   aspektin mekanik që ka të bëjë me sigurinë rrugore;",
        "1.1.8.    pajisjet  e  sigurisë  së  automjetit,  përdorimin  e  veçantë  të  rripave  të",
        "sigurisë, të mbështetëseve për kokë dhe të pajisjeve të sigurisë për fëmijë;",
        "1.2. Rregullat e veçanta për kategoritë A1, A2 dhe A përfshijnë së paku;",
        "1.2.1.  verifikimin e njohurive të përgjithshme;",
        "1.2.2.  shfrytëzimin e pajisjeve mbrojtëse;",
        "1.2.3.  të vërejturit e motoçiklistëve nga pjesëmarrësit e tjerë në trafik;",
        "1.2.4. faktorët e rrezikut në pjesën e rrugës me mbulesa (kapakët e kanaleve",
        "etj);",
        "1.2.5.  motoçikletat në funksion të sigurisë rrugore;",
        "1.3. Rregullat e veçanta për kategoritë C, CE, C1, C1E, D, DE, D1 dhe D1E përfshijnë",
        "së paku:",
        "1.3.1.  rregullat për kohëzgjatje të drejtimit të automjetit;",
        "1.3.2.  rregullat për transport të udhëtarëve dhe mallit;",
        "1.3.3.  dokumentacionin e nevojshëm për transport të brendshëm dhe",
        "ndërkombëtar;",
        "26",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \f1.3.4.    rregullat  për  masën,  dimensionet,  rregullat  për  pajisjet  për  kufizim  të",
        "shpejtësisë;",
        "1.3.5.  sjelljen në rast aksidenti;",
        "1.3.6.  kufizimin e dukshmërisë për shkak të konstruksionit të automjetit;",
        "1.3.7.  planifikimin e itinerarit, shfrytëzimin e pajisjeve elektronike për udhëheqje",
        "(GPS);",
        "1.3.8.  përgjegjësitë e shoferit për transport të udhëtarëve;",
        "1.3.9.  njohuritë për automjetet;",
        "1.3.10.  përgjegjësitë  e  shoferit  për  pranimin,  transportimin  dhe  dorëzimin  e",
        "ngarkesës sipas kushteve të marrëveshjes (vetëm për kategoritë CE dhe DE).",
        "2. Ministria me akt nënligjor i përcakton kushtet minimale për provim për patentë shoferi  nga",
        "pjesa teorike.",
        "Neni 63",
        "Kriteret minimale për provim të shoferit nga pjesa praktike (drejtimi)",
        "1. Testimi i drejtimit behet me automjetin ose me bashkësinë  e mjeteve për secilën kategori",
        "veçmas.",
        "2. Automjeti i cili shfrytëzohet për provim të shoferit në pjesën praktike duhet t’i plotësojë kushtet",
        "dhe kriteret e poshtëshënuara:",
        "2.1. Kategoria A:",
        "2.1.1. Motoçikletë e kategorisë A me dy rrota pa rimorkio anësore me masë pa ngarkesë",
        "mbi 180 kg me fuqi prej së paku 50kw. Nëse motoçikleta lëviz me motor me djegie të",
        "brendshme duhet të ketë vëllim punues prej së paku 600 cm3. Nëse motoçikleta lëviz",
        "me motor elektrik raporti i fuqisë me masën është së paku 0.25 kw/kg;",
        "2.2. Nënkategoria A1:",
        "2.2.1. Motoçikletë e kategorisë A1 me dy(2) rrota pa rimorkio anësore me fuqi",
        "prej 11 kw dhe raporti i fuqisë me masën nuk i kalon 0.1 kw/kg, motoçikleta",
        "duhet të zhvillojë shpejtësi prej së paku 90 km/h. Nëse motoçikleta lëviz me",
        "motor elektrik, vëllimi punues duhet të jetë së paku 120 cm3;",
        "2.3. Nënkategoria A2:",
        "2.3.1. Motoçikletë pa rimorkio anësore  me fuqi prej  së paku 20 kw – 35  kw.",
        "Nëse motoçikleta lëviz me motor me djegie të brendshme, duhet të ketë vëllim",
        "punues prej së paku 400 cm3. Nëse motoçikleta lëviz me motor elektrik, raporti",
        "i fuqisë me masën është së paku 0.2 kw/kg;",
        "27",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi",
        "",
        "",
        "2.4. Kategoria B:",
        "2.4.1. Automjet i kategorisë B me katër(4) rrota që zhvillon shpejtësi së paku",
        "100 km/h;",
        "2.5. Nënkategoria B1:",
        "2.5.1. Katërçikletë që mund të zhvillojë shpejtësi deri në 60 km/h;",
        "2.6. Kategoria B+E:",
        "2.6.1.  Bashkësi  e  mjeteve  e  përbërë  nga  automjeti  tërheqës  i  kategorisë  B",
        "dhe  rimorkios  me  masën  më  të  madhe  të  lejuar  së  paku  1000  kilogramë,  e",
        "cila mund të zhvillojë shpejtësi prej së paku 100 km/h. Pjesa e ngarkesës së",
        "rimorkios  duhet  të  jetë  e  mbyllur  dhe  e  lartë  sa  automjeti  tërheqës.  Pjesa  e",
        "ngarkesës së mbyllur mund të jetë pak më e ngushtë se automjeti tërheqës.",
        "Shikimi i shoferit prapa bëhet duke i shfrytëzuar pasqyrat të cilat shërbejnë për",
        "verifikim të kushteve të trafikut. Rimorkioja me të cilën mbahet provimi duhet",
        "të jetë përkatëse, ashtu që masa e përgjithshme e saj të jetë së paku 800 kg;",
        "2.7. Kategoria C:",
        "2.7.1. Automjet i kategorisë C me masën më të madhe të lejuar së paku 12000",
        "kg,  me  gjatësi  së  paku  tetë  (8)  metra,  me  gjerësi  së  paku  2,40  metra,  i  cili",
        "mund të zhvillojë shpejtësi së paku 80 km/h. Automjeti duhet të jetë i pajisur",
        "me  frena  kundër  bllokimit  të  rrotave  (ABS),  me  ndërrues  tek  i  cili  ndërrimi  i",
        "shpejtësisë bëhet me dorë (manual) dhe me pajisje regjistruese (tahograf) siç",
        "është e definuar në Rregulloren (EEC) Nr. 3821/85. Pjesa e ngarkesës duhet të",
        "jetë së paku e gjerë dhe e lartë aq sa kabina, si dhe e mbyllur. Automjeti duhet",
        "të jetë i ngarkuar ashtu që masa e përgjithshme të jetë së paku 10000 kg;",
        "2.8. Kategoria C+E:",
        "2.8.1.  Rimorkiator  (nyjor),  ose  bashkësi  e  mjeteve  e  përbërë  nga  automjeti",
        "tërheqës i kategorisë C dhe rimorkios me gjatësi së paku 7.5 metra ose me",
        "rimorkiator. Kjo bashkësi e mjeteve,  masën më të madhe të lejuar duhet ta ketë",
        "së paku 20.000 kg, gjatësinë e tërësishme së paku katërmbëdhjetë (14) metra",
        "kurse gjerësinë së paku 2,40 metra dhe mund të zhvillojë shpejtësi së paku",
        "80 km/h. Automjeti duhet të jetë i pajisur me frena kundër bllokimit të rrotave",
        "(ABS),  me  ndërrues  tek  i  cili  ndërrimi  i  shpejtësisë  bëhet  me  dorë  (manual)",
        "dhe me pajisje regjistruese (tahograf) siç është definuar në Rregulloren (EEC)",
        "Nr. 3821/85.  Pjesa e ngarkesës duhet të jetë së paku e gjerë dhe e lartë sa",
        "kabina  dhe  e  mbyllur.  Rimorkioja  duhet  të  jetë  përkatëse  ashtu  që  masa  e",
        "përgjithshme të jetë së paku 15.000 kg;",
        "2.9. Nënkategoria C1:",
        "2.9.1. Automjeti i nënkategorisë C1 me masën më të madhe të lejuar prej së",
        "paku 4.000 kg, me gjatësi prej së paku pesë (5) metrash, i cili mund të zhvillojë",
        "shpejtësi së paku 80 km/h. Automjeti duhet të jetë i pajisur me frena kundër",
        "bllokimit  të  rrotave  (ABS)  dhe  me  pajisje  regjistruese  (tahograf)  siç  është  e",
        "28",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi",
        "definuar në Rregulloren (EEC) Nr. 3821/85. Pjesa e ngarkesës duhet të jetë së",
        "paku e gjërë dhe e lartë sa kabina, si dhe e mbyllur;",
        "2.10. Nënkategoria C1+E:",
        "2.10.1. Bashkësi e mjeteve e përbërë nga automjeti tërheqës i nënkategorisë",
        "C1 dhe nga rimorkioja me masën më të madhe të lejuar së paku 1250 kilogram",
        "dhe  që  mund  të  zhvillojë  shpejtësi  së  paku  80  km/h.  Pjesa  e  ngarkesës  së",
        "rimorkios  duhet  të  jetë  së  paku  e  gjerë  dhe  e  lartë  sa  kabina  e  automjetit",
        "tërheqës, si dhe e mbyllur. Pjesa e ngarkesës së mbyllur mund të jetë pak më e",
        "ngushtë se automjeti tërheqës. Shikimi i shoferit prapa bëhet duke i shfrytëzuar",
        "pasqyrat të cilat shërbejnë për verifikim të kushteve të trafikut. Rimorkioja me",
        "të cilën mbahet provimi duhet të jetë përkatëse, ashtu që masa e përgjithshme",
        "e saj të jetë së paku 800 kg;",
        "2.11. Kategoria D:",
        "2.11.1. Automjet i kategorisë D me gjatësi së paku dhjetë (10) metra dhe me",
        "gjerësi së paku 2,40 metra, i cili mund të zhvillojë shpejtësi së paku 80 km/h, i",
        "pajisur me frena kundër bllokimit të rrotave (ABS) dhe me pajisje regjistruese",
        "(tahograf),  siç  është  definuar  në  Rregulloren  (EEC)  Nr.  3821/85.  Automjeti",
        "duhet t’i ketë së paku njëzet e pesë (25) ulëse;",
        "2.12. Kategoria D+E:",
        "2.12.1. Bashkësi e mjeteve e përbërë nga automjeti tërheqës i kategorisë D",
        "dhe nga rimorkioja me masën më të madhe të lejuar së paku 1250 kilogram,",
        "me gjerësi së paku 2,40 metra, e cila mund të zhvillojë shpejtësi së paku 80",
        "km/h.  Pjesa  e  ngarkesës  së  rimorkios  duhet  të  jetë  së  paku  dy  (2)  metra  e",
        "gjerë, dy (2) metra e lartë dhe e mbyllur. Rimorkioja duhet të jetë përkatëse,",
        "ashtu që masa e përgjithshme e saj të jetë së paku 800 kg;",
        "2.13. Nënkategoria D1:",
        "2.13.1. Automjet i nënkategorisë D1, me masën më të madhe të lejuar së paku",
        "4000 kg, me gjatësi së paku pesë(5) metra,  i cili mund të zhvillojë shpejtësi së",
        "paku 80 km/h dhe i cili është i pajisur me frena kundër bllokimit të rrotave dhe",
        "me pajisje regjistruese (tahograf) siç është e definuar në Rregulloren (EEC) Nr.",
        "3821/85;",
        "2.14. Nënkategoria D1+E:",
        "2.14.1. Bashkësi e mjeteve e përbërë nga automjeti tërheqës i nënkategorisë",
        "D1 dhe nga rimorkioja me masën më të madhe të lejuar së paku 1250 kilogram, i",
        "cili mund të zhvillojë shpejtësi së paku 80 km/h. Pjesa e ngarkesës së rimorkios",
        "duhet të jetë së paku dy(2) metra e gjerë, dy(2) metra e lartë dhe e mbyllur.",
        "Rimorkioja duhet jetë përkatëse, ashtu që masa e përgjithshme të jetë së paku",
        "800 kg;",
        "29",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\f2.15. Kategoria T:",
        "2.15.1.  Mjet  bashkangjitës  i  përbërë  nga  traktori  dhe  rimorkioja  ose",
        "gjysmërimorkioja. Rimorkioja ose gjysmërimorkioja duhet të jetë përkatëse me",
        "më së paku 1/3 e bartjes së saj.",
        "3. Vlerësimi i shkathtësive dhe i sjelljes për kategoritë A1, A2 dhe A përfshin së paku:",
        "3.1.  përgatitjen dhe kontrollin teknik të automjetit nga aspekti i sigurisë rrugore;",
        "3.2. vlerësimin e veprimeve të veçanta që janë të rëndësishme për sigurinë rrugore;",
        "3.3. sjelljen në trafik.",
        "4. Vlerësimi i shkathtësive dhe i sjelljes për kategoritë B1, B dhe BE; përfshin së paku:",
        "4.1. përgatitjen dhe kontrollin teknik të automjetit nga aspekti i sigurisë rrugore;",
        "4.2. vlerësimin e veprimeve të veçanta për kategorinë B1 dhe B që janë të rëndësishme",
        "për sigurinë rrugore: lëvizjen para - prapa, kthimin gjysmërrethor; parkimin dhe daljen",
        "nga parkimi;",
        "4.3. vlerësimin e së paku dy (2) veprimeve nga nën-paragrafi 4.2. i këtij paragrafi, (njëri",
        "nga veprimet duhet të jetë drejtimi prapa);",
        "4.4. vlerësimin e shkathtësive dhe të sjelljes për kategoritë BE; përfshin së paku dy(2)",
        "veprime: kyçjen e rimorkios në automjet dhe shkyçjen nga automjeti; veprimet duhet ta",
        "përfshijnë edhe automjetin i cili është i parkuar pranë rimorkios (jo në vijë);",
        "4.5. sjelljen në trafik.",
        "5. Vlerësimi i shkathtësive dhe i sjelljes për kategoritë C, CE, C1,C1E, D, DE, D1 dhe D1E;",
        "përfshin së paku:",
        "5.1. përgatitjen dhe kontrollin teknik të automjetit nga aspekti i sigurisë rrugore;",
        "5.2. vlerësimin e shkathtësive dhe të sjelljes për kategoritë C, CE, C1,C1E, D, DE, D1",
        "dhe D1E; përfshin së paku dy (2) veprime (kyçjen e rimorkios në automjet dhe shkyçjen",
        "nga automjeti); veprimet duhet ta përfshijnë edhe automjetin i cili është i parkuar pranë",
        "rimorkios (jo në vijë) vetëm për kategoritë: CE, C1E, DE, dhe D1E;",
        "5.3. aftësinë për të ndërmarrë veprime të veçanta: kontrollimin e karroserisë, daljen në",
        "raste emergjente, pajisjen për ndihmë të parë, aparatin për fikje të zjarrit dhe pajisje të",
        "tjera të sigurisë (vetëm për kategoritë: D, DE, D1, D1E);",
        "5.4. parkimin e sigurt për arsye të ngarkimit /shkarkimit në platformë ose në strukturë të",
        "njëjtë, mund të jetë e improvizuar (vetëm për kategoritë: C, CE, C1, C1E);",
        "30",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \f5.5.  parkimin  ashtu  që  udhëtarëve  t’iu  mundësohet  hyrja  dhe  dalja  nga  autobusi  në",
        "mënyrë të sigurt (vetëm për kategoritë: D, DE, D1, D1E);",
        "5.6. Sjelljen në trafik:",
        "5.6.1. drejtimi i sigurt dhe me efektshmëri energjetike;",
        "5.6.2. drejtimi në mënyrë të sigurt dhe që i zvogëlon shpenzimet e karburantit",
        "dhe  emetimin  e  gazrave  gjatë  nxitimit,  ngadalësimi,  drejtimi  tatëpjetë  dhe",
        "përpjetë; kjo aplikohet të automjetet me ndërrues manual;",
        "5.6.3.  drejtimi  i  sigurt  dhe  ekonomik,  si  dhe  me  efektshmëri  energjetike,",
        "duke e pasur parasysh numrin e rrotullimeve për minutë të motorit, ndërrimi i",
        "shpejtësisë, frenim dhe nxitimi (vetëm për kategoritë B, BE, C, CE, C1, C1E,",
        "D, DE, D1, D1E);",
        "6. Veprimet e veçanta të parapara sipas këtij neni kryhen në hapësira të veçanta në poligon.",
        "7. Ministria me akt nënligjor përcakton në mënyrë më të detajuar “Kriteret minimale për provimin",
        "e shoferit nga pjesa praktike, veprimet e veçanta në poligon si dhe çështjet tjera lidhur me to”.",
        "Neni 64",
        "Vlerësimi i provimit praktik",
        "1.  Në pjesën praktike vlerësohet aftësia dhe shkathtësia e kandidatit për shofer që ta drejtojë",
        "automjetin në mënyrë të pavarur dhe të sigurt. Gjatë gjithë kohës së provimit pyetësi duhet të",
        "ndihet i sigurt. Gabimet gjatë drejtimit ose sjellja e rrezikshme e cila drejtpërsëdrejti rrezikon",
        "sigurinë  rrugore,  bashkudhëtarët,  apo  pjesëmarrësit  tjerë  në  trafik,  rezultojnë  me  dështim  të",
        "kandidatit në provim.",
        "2.  Gjatë vlerësimit pyetësi i autorizuar duhet t’iu kushtojë kujdes të veçantë fakteve se a është duke",
        "e drejtuar kandidati automjetin në mënyrë të sigurt dhe defansive. Vlerësimi duhet ta reflektojë stilin",
        "e përgjithshëm të drejtimit, ndërsa pyetësi duhet të ketë në konsideratë gjithë përfshirjen e profilit të",
        "kandidatit. Kriteret përfshijnë drejtimin e sigurt dhe të përshtatshëm në varësi të kushteve të rrugës,",
        "të  kushteve  klimatike,  etj.,  si  dhe  në  raport  me  pjesëmarrësit  e  tjerë  në  trafik  (posaçërisht  ndaj",
        "personave të verbër, fëmijëve, personave me aftësi të kufizuar, të moshuar etj).",
        "3. Pyetësit të autorizuar i pezullohet licenca nëse vlerësim i kandidatit bëhet në kundërshtim me",
        "rregullat e të këtij neni dhe me aktet nënligjore që nxirren  në bazë të këtij ligji.",
        "4. Ministria me akt nënligjor e përcakton procedurën e vlerësimit (klasifikimin e gabimeve: të",
        "vogla,  serioze  dhe  të  rrezikshme),  si  dhe  çështje  të  tjera  që  duhet  t’iu  përmbahet  pyetësi  i",
        "autorizuar gjatë vlerësimit në testimin praktik.",
        "Neni 65",
        "Kohëzgjatja e provimit praktik",
        "1. Kohëzgjatja e provimit dhe distanca e kaluar duhet të jenë të mjaftueshme për vlerësim të",
        "provimit praktik. Drejtimi nuk mund të jetë në kohëzgjatja më pak se njëzet e pesë (25) minuta",
        "për  kategoritë: A, A1,  B,  B1  dhe  BE,  përkatësisht  dyzet  e  pesë  (45)  minuta  për  kategoritë  e",
        "31",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\ftjera. Kjo kohë nuk përfshinë kohën e pranimit të kandidatit në provim, përgatitjen e automjetit,",
        "kontrollin teknik të automjeteve nga aspekti i sigurisë rrugore, veprimet e veçanta në poligon",
        "dhe komunikimin e rezultatit të provimit.",
        "2. Me përjashtim të paragrafit 1. të këtij neni, kohëzgjatja e provimit praktik mund të përfundojë",
        "para afatit të paraparë, nëse kandidati dështon të dëshmojë aftësitë e tij në drejtim.",
        "3. Pyetësit të drejtimit i pezullohet licenca që vepron në kundërshtim me rregullat e këtij neni",
        "dhe akteve nënligjore që nxirren në bazë të këtij ligji.",
        "Neni 66",
        "Vendi i mbajtjes së provimit nga pjesa praktike",
        "1. Pjesa e provimit për vlerësim të veprimeve të veçanta duhet të mbahet në poligonin testues.",
        "Pjesa e provimit në të cilën vlerësohet shkathtësia dhe sjellja në trafik mbahet nëse është e",
        "mundshme,  në  rrugë  jashtë  vendbanimit,  në  rrugë  të  shpejta  dhe  autostrada  (ose  në  rrugë",
        "të  ngjashme),  si  dhe  në  të  gjitha  llojet  e  rrugëve  urbane  (zonat  e  qeta,  në  zona  ku  kufizimi",
        "i  shpejtësisë  maksimale  është  30  km/h  dhe  50  km/h,  në  rrugët  e  shpejta  urbane),  të  cilat",
        "paraqiten lloje e vështirësive me të cilat zakonisht shoferët ballafaqohen. Është e preferueshme",
        "që provimi të mbahet në kushte të ndryshme të dendësisë së trafikut. Koha e kaluar në rrugë",
        "duhet të shfrytëzohet në mënyrë optimale ashtu që kandidati të vlerësohet në të gjitha zonat e",
        "ndryshme të trafikut në të cilat mund të hasë, duke u fokusuar në kalimin nga një zonë në një",
        "zonën tjetër.",
        "2. Pyetësit të drejtimit i pezullohet licenca që vepron në kundërshtim me rregullat e këtij nenit",
        "dhe akteve nënligjore që nxirren në bazë të këtij ligji.",
        "Neni 67",
        "Njohuritë, shkathtësitë dhe sjellja gjatë drejtimit të automjetit",
        "1. Shoferi i automjetit duhet që në çdo kohë të ketë njohuri, shkathtësi dhe duhet të sillet sipas",
        "nën-paragrafëve nga 1.1. deri 1.6 të këtij paragrafi, me qëllim që të jetë i aftë si vijon:",
        "1.1. t’i vërejë rreziqet në trafik dhe ta vlerësojë seriozitetin e tyre;",
        "1.2. të udhëheqë (të drejtojë), ta ketë nën kontroll automjetin e vet, të mos krijojë situatë",
        "të rrezikshme dhe të veprojë drejt në rast se paraqitet situatë e tillë;",
        "1.3.  veprojë  sipas  rregullave  të  trafikut,  në  mënyrë  që  të  parandalohen  aksidentet  e",
        "trafikut dhe të mundësohet rrjedha normale e trafikut;",
        "1.4.  zbulojë  çfarëdo  defekti  teknik  në  automjet,  posaçërisht  ato  të  cilat  e  rrezikojnë",
        "sigurinë rrugore dhe në mënyrë adekuate t’i mënjanojë;",
        "1.5. llogaritë në të gjithë faktorët që ndikojnë negativisht në drejtim (p.sh. alkooli, lodhja,",
        "shikimi i dobët etj.);",
        "1.6.  kontribuojë  në  sigurinë  e  të  gjithë  pjesëmarrësve  në  trafik  e  posaçërisht  ndaj",
        "personave me aftësi të kufizuara, fëmijëve, të verbërve, të moshuarve, nën ndikim të",
        "alkoolit, duke treguar kujdes të shtuar.",
        "32",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \fNeni 68",
        "Automjeti për testim praktik",
        "1. Automjeti për testim praktik duhet t’i plotësojë kushtet e parapara në nenet 49 dhe 63 të këtij",
        "ligji.",
        "2. Automjeti gjatë provimit praktik nuk duhet të jetë i shënjëzuar me shenjën “L”.",
        "3.  Në  rast  kundërvajtjeje  ose  aksidenti  të  automjetit  për  testim  praktik,  nëse  konstatohet  që",
        "fajtor është drejtuesi i këtij automjeti, personi i cili është i ulur në ulësen e parë pranë drejtuesit",
        "është përgjegjës për aksidentin.",
        "4. Për kundërvajtje, dënohet me gjobë në të holla prej treqind (300) deri nëntëqind (900) Euro",
        "(€), pyetësi i cili vepron në kundërshtim me rregullat e këtij neni.",
        "Neni 69",
        "Testimi i drejtimit",
        "1.  Kandidati i nënshtrohet testimit të drejtimit të automjetit me ndërrues dore joautomatik.",
        "2.    Kandidati  mund  t’i  nënshtrohet  testimit  të  drejtimit  të  automjetit  edhe  me  automjetin  me",
        "ndërrues automatik të transmisionit, por i njëjti ka të drejtë ta drejtojë vetëm këtë lloj  automjeti",
        "dhe kjo i evidencohet atij në patentë shoferi.",
        "Neni 70",
        "E drejta për t’iu nënshtruar provimit",
        "Provimit  për  patentë  shoferi  mund  t’i  nënshtrohet  vetëm  kandidati  i  cili  është  aftësuar  në",
        "autoshkollën  e licencuar  dhe nëse i plotëson kushtet e parapara  me këtë ligj për ta fituar të",
        "drejtën që t’i nënshtrohet provimit për shofer për kategorinë përkatëse.",
        "Neni 71",
        "Orët plotësuese nga testimi praktik",
        "1.  Nëse kandidati dështon në testimin praktik, pyetësi duhet t’i evidencojë me shkrim gabimet",
        "e tij dhe në bazë të kësaj evidence kandidati detyrohet të mbajë orë plotësuese.",
        "2.  Ministria më akt nënligjor e përcakton numrin e orëve plotësuese në bazë të natyrës dhe",
        "rëndësisë së gabimeve të kandidatit që ka dështuar në testin praktik.",
        "Neni 72",
        "Pyetësit e drejtimit të Institucioneve të tjera",
        "Me  pëlqim  të  Ministrisë  dhe  të  institucioneve  të  sigurisë,  provimi  për  patentë  shoferi  dhe",
        "për  vlerësim  të  aftësive  për  pjesëtarë  të  institucioneve  të  sigurisë  mund  të  organizohet  në",
        "institucionet e sigurisë nga pyetësit të cilët janë të licencuar nga Ministria.",
        "33",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\fNeni 73",
        "Paraqitja e provimit",
        "Ministria përcakton me akt nënligjor kushtet dhe procedurat për paraqitje të provimit për shofer",
        "dhe format e dokumenteve të nevojshme në lidhje me këtë.",
        "Neni 74",
        "Çmimi për provim",
        "Ministria  me  vendim  përcakton  çmimin  për  paraqitje  të  provimit  dhe  për  çështje  të  tjera  për",
        "patentë shoferë për secilën kategori veçmas.",
        "Neni 75",
        "Aplikimi për patentë shoferi",
        "1. Kandidati i cili e jep provimin për shofer e fiton të drejtën të aplikojë në Ministrinë e Punëve të",
        "Brendshme për tu pajisur me patentë shoferi, në pajtim me rregullat përkatëse ligjore.",
        "2.  Ministria e Punëve të Brendshme në bashkëpunim me Ministrinë përkatëse për Transport",
        "përcakton kushtet dhe procedurat e aplikimit për pajisje me patentë shoferi.",
        "Neni 76",
        "Anulimi i patentës së shoferit",
        "1. I anulohet provimi për patentë shoferi secilit person nëse nga organet kompetente konstatohet",
        "se provimi është kryer:",
        "1.1.     në  bazë  të  dokumentit  të  rrejshëm,  falsifikimit  apo  paraqitjes  së  të  dhënave  të",
        "pasakta në dokumentacionin për dhënien e provimit për shofer;",
        "1.2.   në qoftë se kandidati me rastin e dhënies së provimit për shofer është shërbyer",
        "me mjete të palejuara;",
        "1.3.   nëse provimi është mbajtur në kundërshtim me këtë ligj.",
        "2.  Nëse konstatohet nga organet kompetente se veprimet sipas paragrafit 1. të këtij neni janë",
        "kryer me ndihmë të personit zyrtar apo personit të autorizuar, këtij të fundit i anulohet licenca",
        "e pyetësit.",
        "KAPITULLI VII",
        "KUSHTET PËR DREJTIM TË AUTOMJETIT",
        "Neni 77",
        "Standardet minimale të aftësive psikofizike të nevojshme për drejtim të automjetit",
        "1. Kandidati për shofer për të gjitha kategoritë duhet ta kalojë ekzaminimin mjekësor.",
        "34",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \f2. Përveç kriterit të përcaktuar me paragrafin 1. të këtij neni, shoferi i kategorive: C1, C, D1, D,",
        "C1E, CE, D1E dhe DE duhet ta kalojë ekzaminimin shtesë mjekësor të gjakut, të urinës, dhe",
        "kontrollin e zemrës.",
        "3. Ekzaminimit nga paragrafi 2. i këtij nenit duhet t’i nënshtrohet edhe shoferi i kategorisë B i",
        "cili profesion themelor e ka drejtimin e automjetit (taksi, automjeti nën përcjellje, me përparësi",
        "kalimi, institucioneve publike, subjekteve private, etj.).",
        "4. Ministria përkatëse për transport në bashkëpunim me Ministrinë e Shëndetësisë përcaktojnë",
        "standardet  minimale  të  aftësive  psiko-fizike  të  nevojshme  për  drejtimin  e  automjetit  të  cilat",
        "duhet t’i plotësojë shoferi gjatë ekzaminimit mjekësor.",
        "5. Për kundërvajtje, dënohet me gjobë prej pesëqind (500) deri njëmijë e pesëqind (1.500) Euro",
        "(€)  edhe  organizata  afariste  ose  subjekti  publik  në  emër  dhe  brenda  autorizimeve  të  së  cilit",
        "kanë vepruar personi i përcaktuar në paragrafin 1 të këtij neni.",
        "Neni 78",
        "Certifikata shëndetësore",
        "1. Certifikata shëndetësore i lëshohet personit që i plotëson kushtet e parapara në nenin 77 të",
        "këtij ligji dhe në aktet nënligjore.",
        "2.  Kufizimet  eventuale  gjatë  ekzaminimit  shëndetësor  duhet  të  evidentohen  në  certifikatën",
        "shëndetësore.",
        "3.  Për kundërvajtje, dënohet me gjobë në të holla prej pesëqind (500) deri njëmijë e pesëqind",
        "(1.500) Euro (€), personi zyrtar përgjegjës në autoritetin kompetent, nëse lëshon certifikatën",
        "shëndetësore në kundërshtim me rregullat e këtij neni.",
        "Neni 79",
        "Personat të cilët duhet t’i nënshtrohen ekzaminimit mjekësor",
        "1. Personat të cilët duhet t’i nënshtrohen ekzaminimit mjekësor janë:",
        "1.1.  kandidatët për patentë shoferi;",
        "1.2.  shoferët  të  cilët  aplikojnë  për  kthim  të  patentës  së  shoferit  të  tyre  që  iu  është",
        "revokuar për arsye shëndetësore;",
        "1.3.  shoferi i cili paraprakisht ka kufizime me rastin e lëshimit të patentës së shoferit;",
        "1.4. shoferi i përfshirë në aksident të trafikut me fatalitet ose që e ka drejtuar automjetin",
        "nën ndikim të alkoolit, të drogës ose të barnave, përbërja e të cilave ndikon negativisht",
        "në aftësitë e shoferit;",
        "1.5.  kandidatët për instruktorë të shoferëve dhe për pyetës të drejtimit.",
        "2.  Për kundërvajtje, dënohet me gjobë në të holla prej treqind (300) deri nëntëqind (900) Euro",
        "(€), personi i cili vepron në kundërshtim me rregullat e këtij neni.",
        "35",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi",
        "3.  Për kundërvajtje, dënohet me gjobë në të holla prej pesëqind (500) deri njëmijë e pesëqind",
        "(1.500) Euro (€), personi zyrtar përgjegjës në autoritetin kompetent, nëse lëshon certifikatën",
        "shëndetësore në kundërshtim me rregullat e këtij neni.",
        "Neni 80",
        "Institucionet e autorizuara për ekzaminim mjekësor",
        "1.    Ekzaminimet  mjekësore  për  personin  nga  neni  77  të  këtij  ligji  kryhen  nga  institucionet  e",
        "autorizuara nga Ministria e Shëndetësisë.",
        "2.    Pas  ekzaminimit  mjekësor  të  personit  nga  paragrafi  1.  të  këtij  nenit  lëshohet  certifikata",
        "shëndetësore nga organi kompetent.",
        "3.  Certifikata nga paragrafi 2. të këtij nenit vlen pesë (5) vite.",
        "4.  Me përjashtim nga paragrafi 3. të këtij nenit certifikata për personin nga nën-paragrafi 1.1. i",
        "paragrafit 1. të nenit 79 të këtij ligji vlen tri (3) vite.",
        "5.  Me përjashtim nga paragrafi 3. të këtij nenit certifikata për personin nga nën-paragrafi 1.2.",
        "dhe  1.3.  të  paragrafit  1.  të  nenit  79  të  këtij  ligji  vlen  sipas  vlefshmërisë  së  paraparë  për  atë",
        "kategori për të cilën është revokuar patentë shoferi.",
        "Neni 81",
        "Bashkëpunimi ndërministror për ekzaminime mjekësore",
        "1.  Ministria  përkatëse  për  Transport  në  bashkëpunim  me  Ministrinë  e  Shëndetësisë  dhe",
        "Ministrinë e Punëve të Brendshme, përkufizojnë me akt nënligjor si vijon:",
        "1.1. kushtet dhe kriteret e mënyrës së ekzaminimit mjekësor për lëshimin e certifikatave",
        "mjekësore;",
        "1.2. lëshimin e certifikatave mjekësore;",
        "1.3.  marrjen  e  autorizimeve  nga  ana  e  institucioneve  shëndetësore  për  kryerjen  e",
        "ekzaminimeve mjekësore të lartpërmendura;",
        "1.4.  fushën  e  ekzaminimeve  mjekësore;  rrjedhën  e  dokumenteve  përkatëse  dhe",
        "mostrave të këtyre dokumenteve.",
        "Neni 82",
        "Mosha minimale e personit për t’iu nënshtruar provimit për patentë shoferi",
        "1. Mosha minimale e lejuar e kandidatit për t’iu nënshtruar provimit për patentë shoferi është:",
        "1.1.  gjashtëmbëdhjetë (16) vjet, për kategoritë AM, M, A1, B1, L dhe T;",
        "1.2. tetëmbëdhjetë (18) vjet, për kategoritë A2, B dhe BE;",
        "36",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \f1.3. njëzet (20) vjet, për kategoritë A, nëse ka përvojë se paku dy (2) vjet në kategorinë A2.",
        "Kushti dy (2) vjet nuk vlen nëse kandidati për shofer i ka së paku njëzet e katër (24) vjet;",
        "1.4.   njëzet e një (21) vjet, për automjete me tri rrota (triçikletë) më tepër se 15 kw;",
        "1.5.  tetëmbëdhjetë (18) vjet, për kategoritë C1 dhe C1E;",
        "1.6.  njëzet e një (21), vjet për kategoritë C dhe CE;",
        "1.7.  njëzet e një (21), vjet për kategoritë D1 dhe D1E;",
        "1.8.  njëzet e katër (24) vjet, për kategoritë D dhe DE.",
        "2. Nuk vlen mosha e përcaktuar në nën-paragrafët 1.5; 1.6; 1.7; dhe 1.8 për shoferë profesionistë,",
        "siç i parasheh neni 89 i këtij Ligji.",
        "Neni 83",
        "Kushtet bazë për patentë shoferi",
        "1.  Patentë shoferi i lëshohet personit i cili i plotëson kushtet e mëposhtme:",
        "1.1.  ka arritur moshën e caktuar për kategori të caktuar të automjeteve;",
        "1.2.  të jetë psiçikisht dhe fizikisht i aftë që të drejtojë  automjetin;",
        "1.3.  që me vendimin e organit kompetent nuk e ka të ndaluar drejtimin e automjetit;",
        "1.4.  të ketë të dhënë provimin (testimin) teorik dhe praktik për shoferë të kategorisë",
        "përkatëse;",
        "1.5.  me përjashtim nga nën-paragrafi 1.4. i këtij paragrafi për kategorinë, M, dhe L, i",
        "cili e ka kaluar testin teorik;",
        "1.6.  me përjashtim nga pika 1.4. e këtij paragrafit për kategorinë A nëse ka patentë",
        "shoferin  e  kategorisë  A2  së  paku  dy  (2)  vite,  përkatësisht  kategorinë  A2  nëse  ka",
        "patentë shoferin e kategorisë A1 së paku dy (2) vite dhe të ketë kaluar testin praktik",
        "ose trajnimin e veçantë prej së paku shtatë (7) orë praktike. Përmbajtja e veçantë e",
        "trajnimit përcaktohet nga Ministria;",
        "1.7.  me përjashtim nga nën-paragrafi 1.4. të këtij paragrafi për kategorinë BE, të kenë",
        "përfunduar trajnimin e veçantë shtatë (7) orë minimum, ose e ka kaluar testin praktik",
        "për drejtim të automjetit të kategorisë BE,  me rimorkio me masë maksimale të lejuar <",
        "3500 kg ≤ 4250 kg. Përmbajtja e veçantë e trajnimit përcaktohet nga Ministria.",
        "Neni 84",
        "Provimi për shofer për kategoritë e tjera",
        "1. Personi mund t’i nënshtrohet provimit për kategorinë D nëse ka patentë shoferin e kategorisë B.",
        "37",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\f2. Personi mund t’i nënshtrohet provimit për kategorinë C nëse ka patentë shoferin e kategorisë B.",
        "3.  Personi mund t’i nënshtrohet provimit për shofer për kategoritë: BE, C1E, CE, D1E dhe DE vetëm",
        "nëse ka patentë shoferin për kategorinë përkatëse për automjetin tërheqës B, C1, C, D1 apo D.",
        "4.  Personi mund t’i nënshtrohet provimit për shofer për kategorinë A nëse ka patentë shoferin",
        "e kategorisë A2 së paku dy(2) vite ose i ka mbushur njëzet e katër(24) vjet.",
        "Neni 85",
        "Fitimi i së drejtës për ta drejtuar automjetin",
        "1.  Shoferi i cili ka kategorinë B ka të drejtë t’i drejtojë automjetin e kategorisë B1, triçikletën që",
        "përfshihet në kategorinë B, automjetin me tri (3) rrota me fuqi prej 15 kw, nëse shoferi ka të paktën",
        "njëzet e një (21) vjet, si dhe automjetin e kategorisë A1 - triçikletën që përfshihet në kategorinë B.",
        "2. Shoferi i cili ka patentë shoferin për kategoritë D ka të drejtë t’i drejtojë automjetet e kategorisë",
        "D1, B dhe B1, nëse ka kategorinë C ka të drejtë t’i drejtojë automjetet C1, B dhe B1.",
        "3.  Shoferi i cili ka patentë shoferin për kategoritë B, C1, C, D1 dhe D ka të drejt t’i drejtojë këto",
        "automjete edhe nëse iu është bashkangjitur rimorkio e lehtë.",
        "4.  Shoferi i cili ka patentë shoferin e kategorisë C1E, CE, D1E dhe DE, ka të drejtë t’i drejtojë",
        "bashkësinë e mjeteve të kategorisë BE.",
        "5.  Shoferi i cili ka patentë shoferin për kategorinë D dhe CE, ka të drejtë të drejtojë bashkësinë",
        "e mjeteve të kategorisë DE dhe D1E.",
        "6.  Shoferi i cili ka patentë shoferin e kategorisë CE ka te drejtë të drejtojë automjetet e kategorisë",
        "C1E, përkatësisht nëse ka kategorinë DE, ka të drejtë të drejtojë automjetin e kategorisë D1E.",
        "7.  Shoferi i cili ka patentë shoferin e kategorisë A2 ka të drejtë të drejtojë automjetin e kategorisë A1.",
        "8.  Shoferi i cili ka patentë shoferin e kategorisë A ka të drejtë t’i drejtojë automjetet e kategorisë",
        "A1 dhe A2.",
        "9.  Shoferi i cili ka cilëndo kategori ka të drejtë t’i drejtojë automjetet e kategorisë M, L dhe T.",
        "Neni 86",
        "Kategoritë e automjeteve",
        "1. Në patentë shoferi shënohen kategoritë si në vijim: AM, A1, A2, A, B1, B, C1, C, D1, D, BE,",
        "C1E, CE, D1E, DE, M, L dhe T:",
        "1.1. Kategoria AM:",
        "1.1.1. Mopedi - mjet me dy(2) apo tri(3) rrota nga neni 1 paragrafi 2. pika (a)",
        "e Direktivës 2002/24/EC të Parlamentit Evropian dhe Këshillit i datës 18 mars",
        "2002  në  lidhje  me  miratimin  e  tipit  të  mjeteve  motorike  me  dy(2)  apo  tri(3)",
        "38",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \frrota dhe shfuqizimin e direktivës 92/61/EEC me konstruksionin e shpejtësisë",
        "deri  45  km/h  përveç  atyre  që  konstruksioni  i  shpejtësisë  është  deri  25  km/h",
        "dhe  katërçikleta  nga  neni  1  paragrafi  3.  pika  (a)  Direktivës  2002/24/EC  të",
        "Parlamentit Evropian dhe Këshillit i datës 18 mars 2002 në lidhje me miratimin",
        "e tipit të mjeteve motorike me dy(2) apo tri(3) rrota dhe shfuqizimin e Direktivës",
        "92/61/EEC;",
        "1.2. Kategoria A1:",
        "1.2.1. Motoçikleta me kapacitet që nuk e tejkalon 125 cm³, të fuqisë që nuk i",
        "tejkalon 11kw dhe me fuqi/masë që nuk e tejkalon 0,1 kw/kg, triçikletë me fuqi",
        "që nuk tejkalon 15 kw;",
        "1.3. Kategoria A2:",
        "1.3.1.  Motoçikletat  me  fuqi  që  nuk  tejkalojnë  35  kw  dhe  fuqi/masë  që  nuk  e",
        "tejkalon 0,2 kw/kg dhe jo më shumë se dyfishi i fuqisë së automjetit;",
        "1.4. Kategoria A:",
        "1.4.1. Motoçikleta me / ose pa rimorkio anësore (i përfshinë të gjitha llojet e",
        "motoçikletave);",
        "1.4.2. Automjetet me tri(3) rrota (triçikletë) me fuqi që i tejkalon 15 kw;",
        "1.5. Kategoria B1:",
        "1.5.1.  Triçikletë dhe katërçikletë;",
        "1.6. Kategoria B:",
        "1.6.1.  automjeti  me  masën  më  të  madhe  të  lejuar  deri  në  3500  kg,  dhe  i",
        "projektuar e i dizajnuar për transportim të jo me shumë se tetë (8) udhëtarësh,",
        "përveç shoferit. Automjetit në këtë kategori mund t’i bashkëngjitet një rimorkio",
        "e cila është me masën më të madhe të lejuar (maksimale të autorizuar) deri",
        "në 750 kg;",
        "1.6.2. pa i cenuar rregullat e aprovimit të homologimit, rregullat e automjetit në",
        "fjalë, automjetit në këtë kategori mund t’i bashkëngjitet një rimorkio me masën",
        "më të madhe të lejuar deri në 750 kg, me kusht që bashkësia e mjeteve nuk",
        "e tejkalon masën 4250 kg. Në rast se bashkësia e mjeteve i tejkalon 3500 kg,",
        "këtë bashkësi mund ta drejtojë vetëm  shoferi i cili:",
        "1.6.2.1.  kryen trajnim të veçantë, ose",
        "1.6.2.2.  të  ketë  kaluar  testin  praktik  (testin  e  shkathtësive  dhe  të",
        "sjelljes);",
        "1.6.3.  përmbajtja  e  trajnimit  të  veçantë  përcaktohet  dhe  specifikohet  nga",
        "39",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi",
        "",
        "",
        "Ministria, kurse e drejta për drejtim të kësaj bashkësie të mjeteve përcaktohet",
        "përmes kodit të përcaktuar në patentë shoferi;",
        "1.7. Kategoria B+E:",
        "1.7.1.  pa  i  cenuar    rregullat  e  aprovimit  të  homologimit  të  mjeteve  në  fjalë,",
        "bashkësia  e  mjeteve,  e  cila  përbëhet  nga  automjeti  tërheqës  i  kategorisë  B",
        "dhe rimorkioja apo gjysmërimorkioja me masën më të madhe të lejuar deri në",
        "3500 kg;",
        "1.8. Kategoria C1:",
        "1.8.1. lloj i automjeteve, përveç atyre të kategorisë D1 ose D, masa e të cilave",
        "është mbi 3500 kg deri në 7500 kg, të dizajnuara dhe të ndërtuara për të mos",
        "i bartur më shumë se tetë (8) udhëtarë, përveç shoferit. Automjeteve të kësaj",
        "kategorie mund t’i bashkëngjitet një rimorkio që nuk e tejkalon masën prej 750",
        "kg;",
        "1.9. Kategoria C1E:",
        "1.9.1.  pa  i  cenuar  rregullat  e  aprovimit  të  homologimit  të  mjeteve  në  fjalë,",
        "bashkësia e mjeteve përfshin automjetin tërheqës të kategorisë C1 me rimorkio",
        "ose  e  gjysmërimorkio,  masa  më  e  madhe  e  lejuar  mbi  750  kg,  me  kusht  që",
        "masa më e madhe e lejuar e bashkësisë së mjeteve të mos i tejkalojë 12 000",
        "kg;",
        "1.10. Kategoria C:",
        "1.10.1.  automjetet  e  tjera  përveç  atyre  në  kategorinë  D1  ose  D,  masa",
        "maksimale e të cilave është e lejuar mbi 3500 kg, të cilat janë të dizajnuara",
        "dhe të ndërtuara për bartje të jo më shumë se tetë (8) udhëtarëve dhe shoferit,",
        "automjetit të kësaj kategorie mund t’i bashkëngjitet rimorkioja me masën më të",
        "madhe të lejuar deri në 750 kg.;",
        "1.11. Kategoria  CE:",
        "1.11.1. pa i cenuar rregullat e aprovimit të homologimit, bashkësi e mjeteve që",
        "përbehet nga automjeti tërheqës i kategorisë C, me rimorkio ose gjysmërimorkio",
        "me masën më të madhe të lejuar mbi 750 kg;",
        "1.12. Kategoria  D1:",
        "1.12.1. automjete të dizajnuara dhe të ndërtuara për bartje të jo më shumë së",
        "gjashtëmbëdhjetë  (16)  udhëtarëve  dhe  të  shoferit,  ku  gjatësia  maksimale  e",
        "tyre nuk e tejkalon gjatësinë prej tetë (8) m; automjetit mund t’i bashkëngjitet",
        "rimorkioja me masën më të madhe të lejuar deri në 750 kg;",
        "1.13. Kategoria  D1E:",
        "40",
        "1.13.1. pa i cenuar  rregullat e aprovimit të homologimit, bashkësi e mjeteve e",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi",
        "cila përbëhet nga automjeti tërheqës që përfshihet në kategorinë D1 dhe nga",
        "rimorkioja me masën më të madhe të lejuar mbi 750 kg;",
        "1.14. Kategoria D:",
        "1.14.1. automjetet e dizajnuara dhe të ndërtuara për bartje të më shumë së tetë",
        "(8) udhëtarëve dhe shoferit; mund t’iu bashkëngjitet rimorkioja me masën më",
        "të madhe të lejuar deri në 750 kg;",
        "1.15. Kategoria DE:",
        "1.15.1. pa i cenuar rregullat e aprovimit të homologimit, bashkësi e mjeteve që",
        "e përfshin automjetin tërheqës të kategorisë D, dhe rimorkion me masën më të",
        "madhe të lejuar mbi 750 kg  si dhe automjetet nyjore të kësaj kategorie;",
        "1.16. Kategoria T:",
        "1.16.1. traktori me rimorkio;",
        "1.17. Kategori M:",
        "1.17.1. traktorët e vegjël;",
        "1.18. Kategoria L:",
        "1.18.1  mjetet dhe makinat e punës;",
        "1.19.  automjeti me ndërrues automatik.",
        "Neni 87",
        "Shoferët e rinj dhe fillestarë",
        "1. Kandidati  që merr patentën e shoferit për herë të  parë për  kategorinë  B  do  të këtë afatin",
        "provues prej dy (2) vitesh. Ky afat përfshihet në afatin e përgjithshëm të patentës së shoferit,",
        "siç është e përcaktuar me nenin 92 të këtij ligji.",
        "2. Për zbatimin e kësaj dispozite është organi kompetent sipas Ligjit në fuqi.",
        "Neni 88",
        "Shoferët e moshuar",
        "1. Përjashtim nga rregullat e neni 92 të këtij ligjit, për të moshuarit mbi gjashtëdhjetë e pesë (65)",
        "vjet, vazhdimi i patentë shoferit bëhet në çdo pesë(5) vite në bazë të certifikatës mjekësore.",
        "2. Për kundërvajtje, dënohet me gjobë prej pesëqind (500) deri njëmijë e pesëqind (1.500) Euro",
        "(€), personi zyrtar përgjegjës në autoritetin kompetent nëse lëshon, vazhdon patentë shoferin",
        "në kundërshtim me rregullat këtij neni.",
        "41",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\fNeni 89",
        "Shoferët profesionistë",
        "1. Shoferët që drejtojnë automjetet e transportit të mallrave me masë mbi 3.5t dhe të udhëtareve",
        "më shumë se tetë (8) ulëse përveç ulëses së shoferit (shoferët profesionistë) mund ta marrin",
        "certifikatën e kualifikimit profesional (më tutje në tekst CKP):",
        "1.1.  trajnimi  profesional  për  shoferët  nga  paragrafi  1.  të  këtij  nenit  mund  të  jetë  me",
        "kohëzgjatje të shkurtë (intensiv-përshpejtuar) apo i gjatë.",
        "2. CKP nga paragrafi 1. i këtij nenit vlen pesë (5) vite me mundësi të ripërtëritjes me të njëjtën",
        "procedurë si me rastin e pajisjes për herë të parë.",
        "3. Mosha minimale e personit i cili i nënshtrohet provimit për CKP sipas paragrafit 1. të këtij neni",
        "është si vijon:",
        "3.1. për automjetet e kategorisë C, CE, C1, C1E:",
        "3.1.1.  tetëmbëdhjetë  (18)  vjet  për  kategorinë  C  dhe  CE  pas  përfundimit  të",
        "trajnimit të gjatë dhe të kategorisë së automjeteve C1 dhe C1E, pas përfundimit",
        "të trajnimit profesional të përshpejtuar;",
        "3.1.2. njëzet e një (21) vjet për kategorinë C dhe CE, pas përfundimit të trajnimit",
        "të përshpejtuar;",
        "3.2. për automjetet e kategorisë D, DE, D1, D1E:",
        "3.2.1.  njëzet e një (21) vjet për kategorinë D dhe DE, për shërbimet të cilat nuk",
        "kalon  rrugën  pesëdhjetë  (50)  km  dhe  automjetin  e  kategorisë  D1,  D1E,  pas",
        "përfundimit të trajnimit profesional të përshpejtuar;",
        "3.2.2. njëzet e një (21) vjet për kategorinë D dhe DE, pas përfundimit të një",
        "trajnimi të gjatë;",
        "3.2.3. njëzet e tre (23) vjet për kategorinë D dhe DE, pas përfundimit të trajnimit",
        "profesional të përshpejtuar.",
        "Neni 90",
        "Trajnimi për shoferët profesionistë",
        "1. Ministria ose subjekti i autorizuar nga Ministria bënë trajnimin profesional nga neni 89 të këtij",
        "ligji.",
        "2. Subjekti i autorizuar nga paragrafi 1. të këtij nenit duhet t’i plotësojë kushtet siç parashihen",
        "në nenin 121. të këtij ligji.",
        "3. Pas përfundimit të suksesshëm subjekti i autorizuar i lëshon shoferit certifikatën “CKP”.",
        "42",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \f4. Shoferi i cili e ka kryer trajnimin për “CPK” i nënshtrohet provimit në Ministri.",
        "5. Shoferi i cili e kalon me sukses provimin i lëshohet patentë shoferi i kategorive profesionale",
        "nga Ministria e Punëve të Brendshme.",
        "6. Ministria me akt nënligjor përcakton rregullat për mënyrën e organizimit të provimit për “CKP”.",
        "KAPITULLI VIII",
        "LËSHIMI, NDËRRIMI DHE VAZHDIMI I PATENTËS SË SHOFERIT",
        "Neni 91",
        "Lëshimi i patentë shoferit",
        "Patentë  shoferi  do  t’i  lëshohet  personit  me  kërkesën  e  tij  në  qoftë  se  i  plotëson  kushtet  e",
        "parapara në ligj.",
        "Neni 92",
        "Kohëzgjatja e vlefshmërisë së patentë shoferit",
        "1. Ministria e Punëve të Brendshme është kompetente për lëshim të patentës së shoferit.",
        "2. Patenta e shoferit për kategoritë C1, C, D1, D, C1E, CE, D1E dhe DE lëshohet me afat të",
        "vlefshmërisë pesë (5) vjet, me mundësi vazhdimi, në përputhje me nenin 94 të këtij ligji.",
        "3. Patenta e shoferit për kategoritë AM, A1, A2, A, B1, B dhe BE, lëshohet me afat vlefshmërie",
        "prej dhjetë (10) vjetësh, me mundësi vazhdimi, në përputhje me nenin 94 të këtij ligji.",
        "4. Patentë shoferi i kategorive M, L dhe T, lëshohet me afat vlefshmërie të përhershëm.",
        "5. Personi mund të ketë vetëm një(1) patentë shoferi të vlefshëm.",
        "6. Për kundërvajtje, dënohet me gjobë në të holla prej treqind e pesëdhjetë (350) deri njëmijë",
        "e pesëqind (1.500) Euro (€), personi zyrtar përgjegjës në autoritetin kompetent nëse lëshon,",
        "vazhdon patentë shoferin në kundërshtim me rregullat të këtij neni.",
        "Neni 93",
        "Vlefshmëria e kufizuar e patentë shoferit",
        "1.  Patentë shoferi mund të lëshohet me afat vlefshmërie më të shkurt sesa parashihet në nenin",
        "92 të këtij ligji në bazë të konstatimit të dhënë në certifikatën mjekësore.",
        "2.  Për kundërvajtje, dënohet me gjobë në të holla prej pesëqind (500) deri njëmijë e pesëqind",
        "(1.500)  Euro  (€),  personi  zyrtar  përgjegjës  në  autoritetin  kompetent  nëse  lëshon,  vazhdon",
        "patentë shoferin në kundërshtim me rregullat e këtij neni.",
        "43",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\fNeni 94",
        "Vazhdimi i patentë shoferit",
        "1. Shoferi mund të aplikojë për vazhdim të patentës së shoferit gjashtë (6) muaj para skadimit",
        "të vlefshmërisë së patentës së shoferit.",
        "2. Për vazhdim të patentës së shoferit nevojitet certifikata mjekësore.",
        "Neni 95",
        "Kodet në patentën e shoferit",
        "1. Në dokumentin e patentë shoferit shënohen të gjitha kategoritë e automjeteve dhe mjeteve",
        "bashkëngjitëse.",
        "2.  Ministria  e  Punëve  të  Brendshme,  në  bashkëpunim  me  Ministrinë  dhe  Ministrinë  e",
        "Shëndetësisë, me akt nënligjor i përcakton informacionet shtesë/kufizimet në kod dhe çështje",
        "tjera lidhur me to.",
        "Neni 96",
        "Patenta e shoferit për automjet me ndërrues automatik",
        "1.  Patentë shoferi mund të lëshohet edhe për automjetin më ndërrues automatik të transmisionit,",
        "dhe shërben vetëm për drejtimin e automjeteve të tilla.",
        "2.  Për  kundërvajtje,  dënohet  me  gjobë  prej  dyqind  (200)  Euro  (€),  personi  që  vepron  në",
        "kundërshtim me rregullat paragrafit 1. të këtij nenit.",
        "Neni 97",
        "Njohja e patentës së shoferit",
        "1. Personi i cili posedon patentë shoferi të lëshuar në njërin prej vendeve të Unionit Evropian,",
        "duke  përfshirë  Zvicrën,  Norvegjinë,  dhe  SHBA-në,  nuk  ka  nevojë  që  t’i  nënshtrohet  testimit",
        "shtesë me rastin e aplikimit për ndërrim në patentë shofer të Republikës së Kosovës.",
        "2.  Me  përjashtim  nga  paragrafi  1.  i  këtij  neni  për  ndërrimin  e  patentë  shoferëve  të  vendeve",
        "tjera, vendos Ministria në bazë të programit për dhënien e provimit për shofer, ose nëpërmes",
        "marrëveshjes bilaterale ndërmjet shtetit tonë dhe ndonjë shteti tjetër për njohjen reciproke të",
        "patentës së shoferit.",
        "3. Ministria në bashkëpunim me Ministrinë e Punëve të Brendshme me akt nënligjor përcakton",
        "procedurat për aplikim për patentë shoferi të huaj sipas këtij neni.",
        "Neni 98",
        "Patentë shoferi ndërkombëtar",
        "1.  Patentë shoferi ndërkombëtar lëshohet në bazë të patentë shoferit të lëshuar në Republikën",
        "e Kosovës i cili në momentin e aplikimit duhet të ketë vlefshmëri së paku gjashtë (6) muaj.",
        "44",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \f2.  Patentë  shoferi  ndërkombëtar  nuk  lejohet  të  përdoret  si  dokument  gjatë  drejtimit  brenda",
        "territorit të Republikës së Kosovës.",
        "3. Patentë shoferin ndërkombëtar e lëshon Ministria e Punëve të Brendshme ose institucioni të",
        "cilin e autorizon Ministria e Punëve të Brendshme.",
        "4.  Për  kundërvajtje,  dënohet  me  gjobë  prej  njëqind  e  tridhjetë  (130)  Euro  (€),  shoferi  që  me",
        "patentë shoferin ndërkombëtar i cili është ne kundërshtim me paragrafin 2. të këtij neni, drejtojnë",
        "automjetin brenda Kosovës.",
        "Neni 99",
        "Humbja e patentës së shoferit",
        "1.  Nëse patentë shoferi humbet, pronari obligohet që brenda tridhjetë (30) ditëve të informojë",
        "organin  kompetent,  në  këtë  rast  Ministrinë  e  Punëve  të  Brendshme,  që  patentë  shoferi  apo",
        "ndonjë dokument tjetër që tregon mbi të drejtën për drejtim të një automjeti, se është humbur,",
        "dëmtuar apo informatat që i përmban duhet të ripërtërihen.",
        "2.  Ministria  e  Punëve  të  Brendshme  me  akt  nënligjor  përcakton  proceduarat  për  lëshimin  e",
        "kopjes (duplikatin) sipas paragrafit 1. të këtij neni.",
        "Neni 100",
        "Anulimi i kategorisë në patentë shoferi",
        "1.  Shoferi me vetë dëshirë mund të heq dorë (anulojë) nga ndonjë kategori përkatëse të cilën",
        "e posedon, por duhet të dorëzojë një deklaratë me shkrim pranë organit kompetent.",
        "2. Shoferi nga paragrafi 1. i këtij neni nuk ka të drejtë të kërkojë kthimin e kategorisë së anuluar.",
        "Neni 101",
        "Revokimi i patentës së shoferit",
        "Me zbatimin e pikëve negative të cilat parashihen në Ligjin përkatës në fuqi për rregullat në",
        "trafikun  rrugor,  ndaj  kryesit  të  kundërvajtjes  së  sigurisë  në  trafik  do  të  vijë  deri  të  revokimi  i",
        "patentës së shoferit.",
        "Neni 102",
        "Rimarrja e patentës së shoferit",
        "1.  Personi të cilit i është revokuar patentë shoferi për shkak të pikëve negative do t’i nënshtrohet",
        "përsëri testimit teorik dhe praktik pasi të kenë kaluar një (1) vit nga data e marrjes se vendimit",
        "të plotfuqishëm.",
        "2.  Personi nga paragrafi 1. i këtij nenit nuk mund t’i nënshtrohet testimit teorik dhe praktik pa e",
        "mbajtur programin e trajnimit shtesë për drejtim të sigurt.",
        "3. Personit nga paragrafi 1. të këtij nenit nëse iu ka revokuar patentë shoferi për shkak alkoolit,",
        "drogës,  substancave  narkotike  ose  gjendjes  shëndetësore  duhet  të  kalojë  ekzaminimin",
        "mjekësor, t’i nënshtrohet programit të trajnimit për rehabilitim në vend të programit të trajnimit",
        "45",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\fshtesë për drejtimit të sigurt para se t’i nënshtrohet testimit për dhënien e provimit për patentë",
        "shoferi.",
        "4.   Për përfundimin e programit nga paragrafi 2. dhe 3. të këtij neni i lëshohet një dëshmi të",
        "cilën duhet ta paraqesë me rastin e paraqitjes së dhënies së provimit për patentë shoferi.",
        "Neni 103",
        "Lëshimi i patentës së shoferit",
        "Ministria e Punëve të Brendshme e bën lëshimin e patentës së shoferit dhe dokumenteve tjera",
        "të nevojshme, duke iu përmbajtur procedurave të caktuara.",
        "Neni 104",
        "Çmimi për lëshim të patentës së shoferit",
        "Ministria e Punëve të Brendshme e cakton çmimin për lëshim të patentës së shoferit.",
        "Neni 105",
        "Aktet nënligjore për sigurinë e lëshimit të patentës së shoferit",
        "1.  Ministria  e  Punëve  të  Brendshme  në  bashkëpunim  me  Ministrinë  duke  marrë  parasysh",
        "nevojën  mbi  një  siguri  të  mirë  të  patentë  shoferëve  ndaj  mashtrimeve  të  mundshme  dhe",
        "vjedhjes së tyre, do të përkufizojë me akt nënligjor:",
        "1.1. formën e patentë shoferëve dhe certifikatave tjera të drejtimit me një përshkrim të",
        "detajuar;",
        "1.2. procedurat e detajuara administrative për lëshim, revokim, vazhdim dhe kthim të",
        "patentë  shoferëve  dhe  dokumenteve  tjera  të  drejtimit  si  dhe  mostrave  për  të  gjitha",
        "dokumentet.",
        "Neni 106",
        "Detyrimet e shtetasve të huaj lidhur me patentën e shoferit",
        "1. Shtetasi i huaj, të cilit i është lejuar qëndrimi i përkohshëm apo i përhershëm, qytetari i Kosovës",
        "i cili kthehet nga bota e jashtme, personeli i përfaqësive diplomatike, përfaqësive konsullore,",
        "i misioneve të shteteve të huaja, përfaqësive të organizatave ndërkombëtare, përfaqësive të",
        "huaja  tregtare,  të  trafikut,  kulturore  e  të  tjera,  si  dhe  i  zyrave  të  huaja  të  korrespondentëve,",
        "mund të drejtojnë automjetin në bazë të patentës së huaj të vlefshme të shoferit për kohën deri",
        "në një (1)vit që nga dita e hyrjes në Kosovë.",
        "2.    Paragrafi  1.  i  këtij  nenit  nuk  ka  të  bëjë  me  përfaqësuesit  e  organizatave  që  veprojnë  në",
        "Kosovë (Kombet e Bashkuar, KFOR-i, Organizata për siguri dhe bashkëpunim në Evropë, etj)",
        "përveç nëse parashihet ndryshe me marrëveshje bilaterale.",
        "46",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \fKAPITULLI IX",
        "PROGRAMI PËR TRAJNIME",
        "Neni 107",
        "Certifikata e trajnerit",
        "1. Për trajner në fushën e patentë shoferit (më tutje në tekst trajner) mund të certifikohet personi",
        "i cili i plotëson kushtet në vijim:",
        "1.1.  ka patentë shoferin e kategorisë B së paku pesë (5) vite;",
        "1.2.  ka së paku të përfunduara studimet - nivelin Bachelor;",
        "1.3.  në pesë (5) vitet e fundit ka mbajtur trajnime për pyetës ose ka ndjekur seminarë në fushën",
        "e patentë shoferit brenda vendit ose jashtë vendit nga institucionet relevante ndërkombëtare;",
        "1.4. ka certifikatën e trajnerit së paku në njërën prej fushave të patentë shoferit;",
        "1.5. të mos jetë i dënuar për vepër penale më shumë se gjashtë (6) muaj burgim, me",
        "vendim gjyqësor të formës së prerë.",
        "2. Rregulla e paragrafit 1. të këtij neni ka të bëjë vetëm me certifikuesit e parë që iu lëshohet",
        "certifikata për trajnerë.",
        "3.  Fusha  për  patentë  shofer  përfshin:  aftësimin  e  kandidatëve  për  shoferë,  trajnimin  për",
        "instruktor të shoferëve, testimin e kandidatëve për shoferë, trajnimin ose testimin për pyetës të",
        "drejtimit, trajnimin dhe testimin për eko-drejtim, trajnimin dhe testimin për drejtim të sigurt.",
        "Neni 108",
        "Kushtet për aplikim",
        "1. Për trajner mund të aplikojë personi nëse i plotëson kushtet në vijim:",
        "1.1.  ka së paku të përfunduara studimet - nivelin Bachelor;",
        "1.2.  ka patentë shoferin së paku pesë (5) vite për kategorinë B;",
        "1.3.  ka pesë (5) vite përvojë pune në fushën e patentë shoferit;",
        "1.4.  të mos jetë i dënuar për vepër penale më shumë se gjashtë (6) muaj burgim, me",
        "vendim gjyqësor të formës së prerë.",
        "Neni 109",
        "Provimi kualifikues për trajnerë",
        "1.  Të drejtën për ta ndjekur trajnimin për trajnerë e kanë personat të cilët e kalojnë provimin",
        "kualifikues.",
        "47",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi",
        "2.  Ministria e organizon trajnimin bazë për trajnerë.",
        "3.    Ministria  me  akt  nënligjor  e  përcakton  mënyrën  e  organizimit  dhe  mbajtjes  së  provimit",
        "kualifikues për trajnerë dhe çështje të tjera lidhur me to.",
        "Neni 110",
        "Provimi profesional për trajnerë",
        "1.  Ministria e organizon provimin profesional për trajnerë.",
        "2.  Provimi profesional për trajnerë organizohet nga pjesa teorike dhe praktike.",
        "3.  Personi para se t’i nënshtrohet provimit profesional nga paragrafi 1. të këtij nenit duhet ta",
        "përfundojë me sukses trajnimin bazë për trajner.",
        "Neni 111",
        "Pjesa teorike e provimit profesional për trajnerë",
        "1.  Zyrtarët të cilët e mbajnë provimin profesional për vlerësim të trajnerëve nga pjesa teorike",
        "caktohen nga Ministria.",
        "2.   Zyrtarët nga paragrafi 1. i këtij neni duhet t’i plotësojnë kushtet në vijim:",
        "2.1. të kenë patentë shoferi të kategorisë B së paku pesë (5) vjet;",
        "2.2. t’i kenë të përfunduara studimet, të barasvlershme me së paku 240 ECTS sipas",
        "sistemit të Bolonjës;",
        "2.3.   të kenë së paku pesë (5) vjet përvojë pune;",
        "2.4.  të kenë mbajtur ose të kenë ndjekur trajnim për rregullat dhe aktet normative që",
        "kanë të bëjnë me mbajtjen e provimit profesional për trajnerë;",
        "2.5.  të mos jenë të dënuar për vepër penale më shumë se gjashtë (6) muaj burgim, me",
        "vendim gjyqësor të formës së prerë.",
        "Neni 112",
        "Pjesa praktike e provimit profesional për trajnerë",
        "1. Zyrtarët të cilët e mbajnë provimin profesional për vlerësim të trajnerëve nga pjesa praktike,",
        "caktohen nga Ministria.",
        "2. Zyrtarët nga paragrafi 1. i këtij neni duhet t’i plotësojnë kushtet në vijim:",
        "2.1. të kenë patentë shoferi të kategorisë B së paku pesë (5) vjet;",
        "2.2. t’i kenë të përfunduara studimet, të barasvlershme me së paku 240 ECTS sipas",
        "48",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \fsistemit të Bolonjës;",
        "2.3. të kenë së paku pesë (5) vjet përvojë pune;",
        "2.4. të kenë mbajtur ose të kenë ndjekur trajnim për rregullat dhe aktet normative që",
        "kanë të bëjnë për mbajtjen e provimit profesional për trajnerë;",
        "3. Personit që e ka dhënë me sukses provimin profesional, i lëshohet certifikata për trajner në",
        "fushën e patentë shoferit.",
        "4.    Ministria  me  akt  nënligjor  nxjerr  programin  e  trajnimit  bazë,  periodik  si  dhe  mënyrën  e",
        "organizimit të dhënies së provimit profesional për trajnerë.",
        "Neni 113",
        "Trajnimet për trajnerë të certifikuar",
        "1. Ministria organizon seminare për trajnerë të certifikuar së paku dy(2) seminare brenda katër",
        "(4) viteve që të ngritët niveli i aftësive profesionale të trajnerit.",
        "2.  Ministria  me  akt  nënligjor  përcakton  mënyrën  e  organizimit  dhe  mbajtjen  e  trajnimeve  në",
        "formë seminari apo të ngjashme për trajnerë të certifikuar dhe çështjet tjera lidhur me to.",
        "Neni 114",
        "Programi i trajnimit shtesë për drejtim të sigurt, seminaret për edukim të pjesëmarrësve",
        "në trafik dhe ai psikosocial",
        "1.  Programi i trajnimit shtesë për drejtim të sigurt përfshin pjesën teorike dhe praktike.",
        "2.    Pjesa  teorike  përfshin  së  paku  dymbëdhjetë  (12)  orë  të  përmbajtjes  mësimore  për  siguri",
        "rrugore, rreziqet e drejtimit, përgjegjësitë e shoferit dhe marrëdhëniet në mes të pjesëmarrësve",
        "në trafik.",
        "3. Pjesa praktike realizohet me ushtrime, ku parashihen së paku gjashtë (6) orë mësimore.",
        "4.  Ministria  me  akt  nënligjor  nxjerr  planprogramin  e  trajnimit  shtesë  për  drejtim  të  sigurt,",
        "seminaret për edukim të pjesëmarrësve në trafikun rrugor.",
        "Neni 115",
        "Pjesëmarrja në programin e trajnimit shtesë për drejtim të sigurt",
        "1.  Në programin e trajnimit shtesë për drejtim të sigurt duhet të marrë pjesë personi i cili:",
        "1.1. e ka humb përkohësisht patentë shoferin në bazë të pikëve negative të fituara nga",
        "dënimet në trafik;",
        "1.2.  ka drejtuar automjetin nën ndikim të alkoolit, të drogës, të substancave narkotike",
        "etj;",
        "49",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\f1.3.  ka qenë shkaktar i aksidentit në trafikun rrugor me fatalitet;",
        "1.4.  e ka humbur vlefshmërinë e patentë shoferit etj.",
        "2. Ministria me akte nënligjore nxjerr programin e trajnimit sipas paragrafit 1. të këtij nenit dhe",
        "çështje të tjera lidhur me to.",
        "Neni 116",
        "Shoferët profesionalë të automjeteve nën përcjellje dhe me përparësi kalimi",
        "1.  Trajnimi i shoferëve të cilët drejtojnë automjete nën përcjellje dhe mjete me përparësi kalimi,",
        "në varësi të kategorisë, kryhet nga institucion kompetent profesional i autorizuar nga Ministria.",
        "2.  Shoferi i cili e kalon trajnimin e drejtimit të automjeteve nga paragrafi 1. i këtij neni, i lëshohet",
        "certifikata për kategorinë përkatëse.",
        "3.  Ministria i përcakton kushtet dhe kriteret për marrjen e autorizimit nga paragrafi 1. i këtij neni",
        "si dhe programin e trajnimit.",
        "4.  Për kundërvajtje dënohet me gjobë prej katërqind (400) deri njëmijë e dyqind (1.200) Euro",
        "(€), shoferi i cili vepron në kundërshtim me rregullat e paragrafit 2 të këtij nenit.",
        "5.  Për kundërvajtje dënohet me gjobë prej njëmijë e pesëqind (1500) deri dymijë e pesëqind",
        "(2.500) Euro (€), institucioni i autorizuar ku është i punësuar shoferi nëse vepron në kundërshtim",
        "me rregullat e këtij neni.",
        "6.  Për kundërvajtje dënohet me gjobë prej pesëmijë (5.000) deri tetë mijë (8.000) Euro (€),",
        "institucioni i autorizuar i cili vepron në kundërshtim me rregullat e paragrafit 2. dhe 3. të këtij",
        "neni.",
        "Neni 117",
        "Poligoni për drejtim të sigurt",
        "1. Ministria përkatëse për Transport mund të autorizojë subjektet me kompetencë teknike dhe",
        "profesionale, me resurse njerëzore profesionale dhe financiare për themelimin e poligonit për",
        "“Drejtim të sigurt”.",
        "2. Kushtet dhe kriteret për marrjen e autorizimit nga paragrafi 1. i këtij neni përcaktohen me akt",
        "nënligjor.",
        "3.  Nëse subjekti i autorizuari nga paragrafi 1. i këtij neni, nuk i kryen aktivitetet e veta që i janë",
        "caktuar profesionalisht dhe në përputhje me rregullat nacionale dhe ndërkombëtare, Ministria",
        "do t’ia revokojë autorizimin. Deri në përcaktimin e të autorizuarit tjetër, vet Ministria do të merr",
        "përsipër zhvillimin e kontrolleve dhe të mbikëqyrjes profesionale.",
        "4.  Për zhvillimin e operimeve subjekti i autorizuar do kompensohet nga taksat e shërbimeve të",
        "cilat përcaktohen nga Ministria, të cilat arkëtohen me rastin e zhvillimit të veprimeve.",
        "5.  Mbikëqyrja profesionale e subjektit të autorizuar kryhet nga Ministria.",
        "50",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \fNeni 118",
        "Detyrimet e subjektit të autorizuar",
        "Subjekti i autorizuar obligohet që në mënyrë të përhershme t’i plotësojë kushtet për kryerjen e",
        "punëve të përcaktuara, në pajtim me rregullat e këtij ligji dhe rregullat e akteve nënligjore që",
        "nxirren në bazë të këtij ligji.",
        "Neni 119",
        "Revokimi i autorizimit për poligonin “Drejtim i sigurt”",
        "1. Me propozimin e organit kompetent, Ministri i ngarkuar për transport me vendim mund t’ia",
        "revokojë (heqë) autorizimin subjektit të autorizuar nëse:",
        "1.1. ka pushuar që t’i plotësojë kushtet e caktuara për kryerjen e punëve të përcaktuara,",
        "në pajtim me rregullat e këtij ligji dhe rregullat e miratuara në bazë të këtij ligji;",
        "1.2.  kundër tij është ngritur procedura e falimentimit ose likuidimit;",
        "1.3.  ka pushuar që të punojë në bazë të vendimit gjyqësor.",
        "Neni 120",
        "Trajnimet dhe mbajtja e seminareve",
        "1. Ministria nxjerr me akt nënligjor programin për mbajtjen trajnimeve dhe seminareve në fushën",
        "e patentë shoferit.",
        "2. Ministria do t’i organizojë vetë ose do ta autorizojë subjektin i cili plotëson kushtet dhe kriteret",
        "në vijim:",
        "2.1.  kushte hapësinore dhe materialo-teknike;",
        "2.2.  pajisjet e nevojshme për mbajtjen e seminareve;",
        "2.3.  kuadër përkatës profesional që i plotësojnë kushtet sipas nenit 111 dhe 112 të këtij",
        "ligji;",
        "2.4.  organizim të punës dhe strukturë që garanton realizim të punëve afatgjate dhe",
        "kualitative;",
        "2.5.  përkrahje përkatëse në aspektin teknik.",
        "3.  Subjekti  i  autorizuar  do  kompensohet  nga  taksat  e  shërbimeve  të  cilat  përcaktohen  nga",
        "Ministria, e të cilat arkëtohen me rastin e mbajtjes së trajnimeve dhe seminareve.",
        "51",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\fNeni 121",
        "Autorizimi për trajnime",
        "1.  Subjekti i autorizuar për trajnime në fushën e patentë shoferit është ai subjekt i cili është i",
        "akredituar nga Autoriteti kompetent i kualifikimeve.",
        "2. Subjektet e akredituara nga paragrafi 1. i këtij neni duhet të aplikojnë në Ministrinë përkatëse",
        "për Transport për marrjen e autorizimit për mbajtjen e trajnimeve në fushën e patentë shoferit.",
        "3. Subjekti i autorizuar pas përfundimit të trajnimit kandidatit (personit) ia lëshon certifikatën.",
        "4.  Për kundërvajtje, dënohet me gjobë në të holla prej pesë mijë (5.000) deri tetë mijë (8.000)",
        "Euro (€), subjekti i autorizuar nga paragrafi 2. i këtij neni që vepron në kundërshtim me rregullat",
        "e këtij nenit dhe akteve nënligjore që nxirren në bazë të këtij ligji.",
        "5.  Ministria  me  akt  nënligjor  përcakton  kushtet  dhe  kriteret  për  dhënien  e  autorizimit  nga",
        "paragrafi 2. të këtij neni dhe çështjet tjera të lidhura me to.",
        "Neni 122",
        "Revokimi i autorizimit i subjektit për trajnime",
        "1. Me propozimin e organit kompetent, Ministri i ngarkuar për transport me vendim mund t’ia",
        "revokojë (heqë) autorizimin subjektit të autorizuar nëse:",
        "1.1. ka pushuar që t’i plotësojë kushtet e caktuara për kryerjen e punëve të përcaktuara,",
        "sipas nenit 120 të këtij ligji dhe rregullave të miratuara në bazë të këtij ligji;",
        "1.2.  kundër tij është ngritur procedura e falimentimit ose likuidimit;",
        "1.3.  ka pushuar që të punojë në bazë të vendimit gjyqësor;",
        "1.4.  nëse tregon përformancë të dobët profesionale.",
        "Neni 123",
        "Kufizimi i ushtrimit të veprimtarisë",
        "Personi i cili ka marrë pjesë në vlerësimin e kandidatëve për shoferë (në cilësinë e pyetësit),",
        "nuk i lejohet të themelojë apo të punojë në çfarëdo funksioni në autoshkollë  një (1) vit nga data",
        "e fundit e mbajtjes së provimit.",
        "Neni 124",
        "Mbikëqyrja profesionale",
        "1.  Mbikëqyrja  profesionale  është  monitorimi  i  përmbajtjes,  profesionalizmit,  standardeve,",
        "cilësisë,  efikasitetin  e  zbatimit  të  detyrave  të  kryera  sipas  rregullave  të  këtij  ligji  dhe  akteve",
        "nënligjore të nxjerra përputhje me to, me qëllim të ngritjes së sigurisë në trafikun rrugor.",
        "2.  Mbikëqyrja  profesionale  përfshinë  mbikëqyrjen  e  standardeve  dhe  cilësisë  të  personave",
        "52",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \ftë cilët bëjnë aftësimin e kandidatëve për shoferë, personave të cilët e mbajnë provimin për",
        "patentë shoferë, provimet profesionale për licencim, mbarëvajtjen e punëve të subjekteve të",
        "autorizuar nga Ministria dhe punët tjera që ndikojnë në rritjen e sigurisë në trafikun rrugor.",
        "3. Ministria me akt nënligjor përcakton procedurat e zbatimit të mbikëqyrjes profesionale dhe",
        "masave ndaj subjekteve dhe personave nga paragrafi 2. i këtij neni të cilët tregojnë përformancë",
        "të dobët profesionale.",
        "Neni 125",
        "Konflikti i interesit publik",
        "1. Zyrtari i Ministrisë i cili është përfshirë në trajnime të organizuara nga subjektet e autorizuara",
        "nga Ministria, nuk ka të drejtë të marrë pjesë në vlerësimin e provimit të tyre me rastin e licencimit",
        "apo të çfarëdo forme të vlerësimit të organizuar nga Ministria.",
        "2.  Zyrtari i Ministrisë i cili vepron në kundërshtim me paragrafin 1. të këtij neni bën shkelje të",
        "rëndë të rregullave të punës.",
        "Neni 126",
        "Mbikëqyrja e punës së autoshkollës",
        "1.  Mbikëqyrjen  e  punës  së  autoshkollës  në  aspektin  e  plotësimit  të  kushteve  të  parapara,  e",
        "bëjnë personat e autorizuar nga ministria respektivisht inspektorati.",
        "2. Mbikëqyrja përfshinë të gjitha punët administrative, dokumentacionin dhe evidencat në lidhje",
        "me aftësimin.",
        "3. Gjatë ushtrimit të detyrës inspektori i autoshkollave është i autorizuar si vijon:",
        "3.1.    inspekton  dhe  konstaton  gjendjen  momentale  të  punës  së  autoshkollave,  se  a",
        "janë duke iu përmbajtur planprogramit të paraparë me akte ligjore dhe nënligjore dhe a",
        "vazhdon t’i përmbahet kushteve të parapara për licencim;",
        "3.2. inspekton lokalet, pajisjet, automjetet, poligonin, instruktorët e shofereve në teren",
        "gjatë  përgatitjes  praktike  të  kandidatëve  për  shoferë,  ligjëruesit  profesional  gjatë",
        "mbajtjes së ligjëratave, mbajtjen e evidencave dhe dokumentacionit administrativ, i cili",
        "duhet të mbahet gjatë kryerjes së punëve të përditshme në autoshkolla;",
        "3.3. në rastet kur gjatë inspektimit të punës së autoshkollave janë konstatuar parregullsi",
        "/ mangësi, të cilat nuk prekun kushtet bazë për pajisje me licencë, me vendim me afat",
        "të caktuar kohor u jep vërejtje për përmirësimin/eliminimin e parregullsive/mangësive,",
        "të cilat janë konstatuar gjatë inspektimit;",
        "3.4.  pezullon  punën  e  autoshkollave,  instruktorëve  të  shofereve  dhe  ligjëruesve",
        "profesional me vendim. të cilat kanë humbur një(1) apo më shumë kushte të parapara",
        "për  marrjen  e  licencës,  ndërsa  në  rastet  kur  autoshkolla,  nuk  ka  humbur  asnjërin",
        "nga  kushtet  e  parapara  për  marrjen  e  licencës,  mirëpo,  nuk  punon  sipas  Ligjit  dhe",
        "Udhëzimeve Administrative që e rregullojnë sektorin e autoshkollave, inicon procedurën",
        "për kundërvajtje në gjykatën me kompetencë përkatëse;",
        "53",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\f3.5.  inicon procedurën administrative brenda institucionit për revokimin e licencës së",
        "autoshkollës, instruktorit te shofereve , apo ligjëruesit profesional;",
        "3.6. inicon procedurën ligjore pranë gjykatave kompetente.",
        "4.  Mbikëqyrjen e subjektit i cili e zhvillon lëndën mësimore dhënia e ndihmës së parë",
        "personave të lënduar në aksident të komunikacionit e bën ministria e Shëndetësisë.",
        "KAPITULLI X",
        "DISPOZITAT KALIMTARE DHE PËRFUNDIMTARE",
        "Neni 127",
        "Konflikti i ligjit",
        "Në rast të konfliktit të dispozitave ndëshkuese të këtij ligji dhe Kodit Penal të Republikës së",
        "Kosovës dhe Ligjit për Kundërvajtje, vlejnë këto të fundit.",
        "Neni 128",
        "Përgatitja e pyetjeve dhe testeve",
        "1.  Ministria i përpilon pyetjet dhe testet për kandidatë për patentë shoferi.",
        "2.  Pyetjet  e  kandidatëve  për  patentë  shoferi  të  kategorisë  B  janë  publike,  kurse  testet  janë",
        "konfidenciale.",
        "3. Personat të cilët i përpilojnë pyetjet për vlerësimin e kandidatëve për shoferë, për instruktorë",
        "e  për  ligjërues  profesionalë,  për  pyetës  e  për  trajner  të  pyetësve,  duhet  të  kenë  përgatitje",
        "universitare.",
        "4.  Personat  të  cilët  e  mbajnë  provimin  nuk  mund  të  jenë  ata  të  cilët  kanë  marrë  pjesë  në",
        "përpilimin e testit.",
        "5. Testet e provimit u dorëzohen anëtarëve të Komisionit në momentin e fillimit të provimit  nga",
        "njëri prej personave të cilët e kanë përpiluar testin.",
        "6. Një zyrtar përfaqësues i ekipit përpilues të testeve, për hirë të ruajtjes së fshehtësisë së testeve",
        "edhe gjatë testimit, merr pjesë si vëzhgues në ambientet ku mbahet testimi i kandidatëve, pa të",
        "drejtë komunikimi me kandidatët.",
        "Neni 129",
        "Të hyrat",
        "Të hyrat që realizohen nga shqiptimi i gjobave për kundërvajtje sipas këtij ligji do të trajtohen",
        "sipas ligjit për menaxhimin e financave publike.",
        "54",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi \fNeni 130",
        "Vlefshmëria e patentës se shoferit ekzistues",
        "Patentë  shoferi  ekzistues  i  lëshuar  me  vlefshmëri  të  pakufizuar  për  kategorinë  B,  vlenë  deri",
        "më 31 janar 2033, siç është përcaktuar me nenin 3 paragrafin 3. të Direktivës 2006/126/EC të",
        "Parlamentit Evropian dhe Këshillit, ndërsa vazhdimi i tij pas kësaj date behët sipas nenit 94 të",
        "këtij ligji.",
        "Neni 131",
        "Kufizimet",
        "1. Neni 107 i këtij ligji aplikohet vetëm gjashtë (6) muaj nga data e hyrjes në fuqi të këtij ligji.",
        "2. Kategoria A, nënkategoritë A1 dhe A2 të nenit 63, paragrafi 2. të këtij ligji hyjnë në fuqi nga",
        "data 1 Janar 2019.",
        "Neni 132",
        "Vlefshmëria e licencave aktuale",
        "1.  Të  gjitha  licencat  e  pyetësve,  ligjëruesve  profesionalë  dhe  instruktorëve  të  shoferëve,  të",
        "lëshuara para datës së hyrjes në fuqi së këtij ligji kanë vlefshmëri deri në skadimin e tyre.",
        "2. Të licencuarit sipas paragrafit 1. të këtij neni, në afat prej pesë (5) vitesh duhet t’i plotësojnë",
        "kushtet e kualifikimit siç kërkohet më këtë ligj, në mënyrë që të fitojnë të drejtën për vazhdim",
        "të licencës.",
        "Neni 133",
        "Subjekti ekzistues për trajnim të instruktorëve të shoferëve dhe pyetësve",
        "Subjekti  i  autorizuar  i  cili  bën  trajnimin  e    instruktorëve  të  shoferëve  dhe  të  pyetësve  duhet",
        "brenda njëqind e tetëdhjetë (180) ditësh prej datës së hyrjes në fuqi të këtij ligji, të pajiset me",
        "autorizim të ri, të paraparë sipas këtij ligji.",
        "Neni 134",
        "Aktet nënligjore",
        "1.  Autoritetet kompetente për zbatim të këtij ligji janë përgjegjëse të nxjerrin aktet nënligjore",
        "brenda një (1) viti, pas hyrjes në fuqi të këtij ligji.",
        "2.   Në rast ndryshimi të Direktivave evropiane që janë të përfshira në këtë ligj ose në aktet",
        "nënligjore, plotësimi i të njëjtave do të zbatohet edhe në legjislacionit tonë.",
        "Neni 135",
        "Shfuqizimi i dispozitave",
        "Në ditën e hyrjes në fuqi të këtij ligji shfuqizohet nenet: 229, 230, 231, 232, 233, 234, 235, 236,",
        "237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255,",
        "256, 257, 258, 259, 262, 263, 264, 265, 266, 267, 268, 270, 271, 272, 273, 274, 275, 276, 277,",
        "55",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi\f278, 279, 281, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 295.3. dhe  351. të Ligjit për",
        "siguri në trafikun rrugor (Ligji Nr. 02/L-70).",
        "Neni 136",
        "Hyrja në fuqi",
        "Ky ligj hyn në fuqi pesëmbëdhjetë (15) ditë pas publikimit në Gazetën Zyrtare të Republikës së",
        "Kosovës.",
        "Ligji  Nr. 05/L -064",
        "18 maj 2016",
        "Shpallur  me  dekretin  Nr.  DL-011-2016,  datë  03.06.2016  nga  Presidenti  i  Republikës  së",
        "Kosovës Hashim Thaçi.",
        "56",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 17 / 10 QERSHOR 2016, PRISHTINËLigji Nr. 05/L - 064 PËR PATENTË SHOFERi"
    ]
}