{
    "lines": [
        "LIGjI Nr. 05/L-132",
        "PËR aUTOMjETE",
        "Kuvendi i Republikës së Kosovës,",
        "Në mbështetje të Nenit 65 (1) të Kushtetutës së Republikës së Kosovës,",
        "Miraton:",
        "LIGj PËR aUTOMjETE",
        "KaPITULLI I",
        "DISPOZITaT E PËRGjITHSHME",
        "Neni 1",
        "Qëllimi",
        "1. Qëllimi i këtij ligji është përcaktimi i kushteve bazë të pajisjeve dhe instalimeve të cilat duhet",
        "ti ketë mjeti, dimensioni, masa më e madhe e lejuar dhe ngarkesa boshtore e mjetit si edhe",
        "kushtet të cilat duhet ti plotësoj mjeti në trafik, kushtet për importim, homologimin e tipit të mjetit,",
        "pjesës  përbërëse,  njësisë  së  pavarur  teknike,  kontrollimin  teknik  të  automjeteve,  kontrollimi",
        "i  rregullsisë  teknike  në  rrugë,  regjistrimin  e  automjeteve,  automjetet  të  cilat  kanë  dalë  prej",
        "përdorimit si dhe çështjet tjera lidhur me to.",
        "2.  Ky  ligj  është  në  përputhshmëri  me  Direktivën  e  Parlamentit  Evropian  dhe  e  Këshillit",
        "nr.  2014/45/EC  e  datës  3  Prill  2014  për  kontrollet  teknike  periodike;  2014/46/EC  të  datës  3",
        "Prill 2014 për regjistrimin e automjeteve; 2014/47/EC të datës 3 Prill 2014 për kontrollimin e",
        "rregullsisë  teknike  të  automjeteve  komerciale  në  rrugë;  2007/46/EC  të  datës  5  Shtator  2007",
        "për krijimin e një kornize për miratimin e automjeteve dhe rimorkiove të tyre, dhe të sistemeve,",
        "komponentëve  dhe  njësive  të  veçanta  teknike  të  destinuara  për  automjetet  të  tilla  (Direktive",
        "Kornize); 2000/53/EC të datës 18 Shator 2000 për automjetet jashtë përdorimit; 1999/37/EC të",
        "datës 29 Prill 1999 për dokumentet e regjistrimit të automjeteve.",
        "3. Në kuadër të fushëveprimit të këtij ligji zbatohet ligji në fuqi për kundërvajtjet përveç nëse",
        "është përcaktuar ndryshe me këtë ligj.",
        "Neni 2",
        "Fushëveprimi",
        "Dispozitat e ketij ligji zbatohen ndaj të gjitha institucioneve shtetërore, subjekteve juridike dhe",
        "pjesëmarrësve ne trafikin rrugore ashtu siç parashihet me këtë ligj.",
        "Neni 3",
        "Përkufizimet",
        "1. Shprehjet e përdorura në këtë ligj kanë këtë kuptim:",
        "1",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f1.1. Mjet - është një mjet motorik ose rimorkioja e tij;",
        "1.2. Mjet motorik - çdo mjet me djegie të brendshme i cili lëvizë në rrugë me fuqi të vet,",
        "ka të paktën katër rrota, i kompletuar apo i pa kompletuar me një shpejtësi maksimale",
        "që tejkalon 25 km/h;",
        "1.3.  Mjet  motorik  hibrid  -  është  një  mjet  me  të  paktën  dy  konvertues  energjie  të",
        "ndryshëm dhe dy sisteme të ndryshme ruajtje energjie (në mjet) për qëllimet e lëvizjes",
        "së mjetit;",
        "1.4. Mjet elektrik hibrid - është një mjet hibrid që, për qëllimet e lëvizjes mekanike,",
        "tërheq energji nga të dy burimet në mjet të energjisë/fuqisë së ruajtur si një karburant",
        "të  konsumueshëm  apo  një  pajisje  për  ruajtjen  e  energjisë  elektrike/fuqisë,  bateri,",
        "kondensator, volant/gjenerator.",
        "1.5. Masa më madhe e lejuar - është masa të cilën e përcakton prodhuesi i mjetit sipas",
        "karakteristikave strukturale të tij;",
        "1.6.  Akt  rregullativ  -  është  specifikimi  i  veçantë  teknik  normativë  ose  rregullorja  e",
        "UNECE-së, si shtojcë e marrëveshjes së rishikuar të vitit 1958;",
        "1.7.  Homologimi  -  është  procedura  përmes  së  cilës  vërtetohet  se  mjeti  i  caktuar",
        "përmbushë dispozitat përkatëse administrative dhe standardet përkatëse teknike.",
        "1.8. Homologimi i tipit - është procedurë e homologimit përmes së cilës vërtetohet",
        "se tipi i mjetit rrugor, sistemi, pjesa rezervë ose njësia e pavarur teknike përmbushë",
        "dispozitat përkatëse administrative, si dhe kërkesat teknike sipas këtij ligji;",
        "1.9. Tipi i mjetit - është mjeti rrugor i kategorisë së caktuar, i cili nuk dallon të paktën",
        "sa u përket karakteristikave thelbësore. Tipi i mjetit rrugor mund të përmbaje variante",
        "dhe versione;",
        "1.10. Autoriteti homologes - është Ministria përkatëse për Transport me kompetencën",
        "për  të  gjitha  aspektet  e  homologimit  të  tipit  të  mjetit,  sistemit,  pjesës  përbërëse  apo",
        "njësisë  së  pavarur  teknike,  homologimin  individual  të  mjetit,  procesin  e  autorizimit,",
        "lëshimin dhe kur është e nevojshme, tërheqjen e certifikatave të homologimit, vepron",
        "si pikë kontaktuese për autoritetet miratuese të shteteve të tjera, përcakton shërbimet",
        "teknike dhe siguron se prodhuesit përmbushin obligimet e tyre në lidhje me përshtatjen",
        "e produkteve, përcakton shërbimin teknik dhe për të siguruar se prodhuesi përmbush",
        "obligimet e tij për sa i përket përputhshmërisë së produktit.",
        "1.11.  Subjekti  i  autorizuar  për  homologia  -  subjektin  e  autorizuar  nga  Ministria",
        "përgjegjëse për transport, për të gjitha aspektet e homologimit të tipit te mjetit, sistemit të",
        "tij, pjesëve përbërëse, njësive të tij të veçanta, homologimet e veçanta të automjeteve;",
        "konstatimin  e  përputhshmërisë  së  mjeteve  apo  homologimin  individual  të  mjeteve,",
        "zbatimin e procedurës së identifikimit dhe vlerësimin e gjendjes teknike të mjetit;",
        "1.12. Homologimi nacional i tipit - është procedura e homologimit te tipit, e përcaktuar",
        "me legjislacionin kombëtar me ç‘rast validiteti i një homologimi të tillë është i kufizuar në",
        "territorin e shtetit që e ka lëshuar atë;",
        "2",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f1.13. Homologimi individual - është procedura përmes së cilës subjekti i autorizuar",
        "për homologim vërteton se mjeti rrugor i caktuar, unikat ose jo, i përmbushë dispozitat",
        "përkatëse administrative si dhe kërkesat përkatëse teknike në bazë të këtij Ligji dhe",
        "dispozitave të nxjerra në bazë të këtij ligji;",
        "1.14.  Homologimi  i  tipit  në  disa  faza  -  është  procedura  përmes  së  cilës  subjekti  i",
        "autorizuar për homologim vërteton se varësisht nga gjendja e të kompletuarit, mjeti i",
        "pakompletuar apo kompletuar i plotëson dispozitat përkatëse si dhe kërkesat teknike",
        "siq përcaktohen me këtë ligj dhe dispozitave të nxjerra në bazë të këtij ligji;",
        "1.15. Homologimi i shumëllojshëm i tipit - është procedura e homologimit hap pas",
        "hapi të tipit, për të cilën një ose më shumë homologime të sistemit arrihen në fazën",
        "përfundimtare të homologimit të tërësishëm te automjetit, pa qenë e nevojshme lëshimi",
        "certifikatave BE-së së homologimit të tipit për këto sisteme;",
        "1.16.  Homologimi  hap-pas-hapi  i  tipit  -  është  procedura  e  homologimit  te  mjetit  e",
        "cila  konsiston  ne  grumbullimin  hap-pas-hapi  të  tërësisë  se  certifikatave  BE-së  për",
        "homologimin e tipit, për sistemet, pjesët përbërëse, njësitë e pavarura teknike, dhe e",
        "cila çon, në fazën përfundimtare për homologimin e tërësishëm te  mjetit;",
        "1.17. Homologimi një-hapësh i tipit - është procedura e cila konsiston në homologimin",
        "e tërësishëm te mjetit me anë të një veprimi të vetëm;",
        "1.18. Metoda virtuale e kontrollit - është simulimi kompjuterik duke përfshire llogaritjet",
        "me te cilat dëshmohet nëse mjeti rrugor, sistemi, pjesa përbërëse, ose njësia e pavarur",
        "teknike i plotëson kërkesat teknike të aktit rregullativ. Për qëllimet e testimit, metoda",
        "virtuale nuk kërkon përdorimin fizik të mjetit, sistemit, pjesës përbërëse ose të njësisë",
        "së pavarur teknike;",
        "1.19. BE - miratimi i tipit - është procedura me te cilën një shtet anëtar i BE-së verifikon",
        "se  tipi  i  mjetit  rrugor,  sistemi,  pjesa  përbërëse  ose  njësia  e  pavarur  teknike  i  plotëson",
        "dispozitat administrative përkatëse  dhe kërkesat teknike në bazë të direktivave të BE-së;",
        "1.20  Certifikata  e  BE-së  -  miratimi  i  tipit  -  është  dokumenti  me  të  cilin  subjekti  i",
        "autorizuar për miratim i një shteti anëtar të BE-së dëshmon se tipi i mjetit rrugor, sistemi,",
        "pjesa rezervë ose njësia e pavarur teknike është miratuar në bazë të direktivave të BE-",
        "së;",
        "1.21.  Certifikata  e  homologimit  të  tipit  -  është  dokumenti  me  të  cilin  subjekti  i",
        "autorizuar  për  homologim  dëshmon  se  tipi  i  mjetit  rrugor,  sistemi,  pjesa  rezervë  ose",
        "njësia e pavarur teknike është e homologuar sipas këtij ligji dhe dispozitave të nxjerra",
        "në bazë të këtij ligji;",
        "1.22. Konstatimi i përputhshmërisë së mjeteve - është homologimi apo homologimi",
        "individual i mjeteve;",
        "1.23. Certifikata e konformitetit - është  dokumenti i lëshuar nga prodhuesi me anë të",
        "së cilit vërtetohet se mjeti  cili i përket serisë së tipit të homologuar është në konformitet",
        "(pajtueshmëri) me aktet normative në kohën e prodhimit të tij;",
        "1.24. Certifikata e homologimit individual - është dokumenti përmes së cilit subjekti",
        "3",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE",
        "i autorizuar për homologim zyrtarisht dëshmon se mjeti i caktuar është i homologuar;",
        "1.25.  Prodhuesi  -  është  personi  fizik  ose  juridik  i  cili  është  përgjegjës  para  subjekit  të",
        "autorizuar  për  homologim  për  të  gjitha  aspektet  e  procedurave  të  homologimit  ose",
        "autorizimit dhe për të siguruar përshtatjen e produkteve. Personi fizik ose juridik mund të",
        "mos jetë direkt i përfshirë në të gjitha fazat e ndërtimit të mjetit, sistemit, pjesës përbërëse",
        "ose të njësisë së pavarur teknike, te cilat i nënshtrohen procedurës për homologim.",
        "1.26. Përfaqësuesi i prodhuesit - është çdo person fizik ose juridik, të cilin prodhuesi",
        "e autorizon ta përfaqësojë para autoritetit për homologim dhe të ndërmarrë veprime në",
        "emrin e tij në pajtim me dispozitat e këtij ligji, dhe aty ku përmendet shprehja “prodhues”",
        "duhet të nënkuptohet prodhuesi ose përfaqësuesi i tij;",
        "1.27. Sistemi - është tersi e pajisjeve të kombinuara për të kryer një ose më shumë",
        "funksione specifike në një automjet i cili i nënshtrohet kërkesave të çdo akti normativ;",
        "1.28. Specifikimi teknik - është akt që i përcakton kërkesat teknike të cilat duhet t`i",
        "plotësojë mjeti rrugor, sistemi, pjesa rezervë ose njësia e pavarur teknike dhe pajisja që",
        "të mund të lëshohen në treg, përkatësisht të mund të përdoren, si dhe procedurat me",
        "të cilat mund te verifikohet se a  janë plotësuar kërkesat;",
        "1.29.  Pjesët  origjinale  apo  pajisja  -  pjesët  ose  pajisja  të  cilat  janë  prodhuar  sipas",
        "specifikacioneve dhe standardeve të siguruara nga prodhuesi për prodhimin e pjesëve",
        "apo  pajisjeve  për  montimin  e  mjetit.  Kjo  përfshinë  pjesët  ose  pajisjet  të  cilat  janë",
        "prodhuar në linjën e prodhimit të njëjtë si këto pjesë ose pajisje. Supozohet, përveç nëse",
        "e kundërta është provuar, se pjesët përbëjnë pjesë origjinale në qoftë se prodhuesi i",
        "pjesës vërteton që pjesët përputhen me cilësinë e pjesëve përbërëse të përdorura për",
        "montimin e mjetit në fjalë dhe janë prodhuar sipas specifikimeve dhe standardeve të",
        "prodhuesit të automjeteve;",
        "1.30. Pjesë përbërëse - është pajisja e bërë në përputhje me kërkesat e përcaktuara",
        "me akt normativ me qëllim që të jetë pjesë e mjetit i cili mund të miratohet në mënyrë",
        "të pavarur nëse në mënyrë shprehimore kërkohet nga dispozitat;",
        "1.31. Njësia e pavarur teknike - është pajisja e cila i nënshtrohet kërkesave te aktit",
        "rregullativ  e dedikuar për mjetin, homologimi i të cilit është bërë veçmas, por vetëm",
        "në  lidhje  me  një  ose  më  shumë  tipe  të  caktuara  te  automjetit  në  rastet  kur  është  e",
        "përcaktuar me akte normative;",
        "1.32. Mjet i vjetër - mjeti i cili është i regjistruar si objekt muzeor ose është i regjistruar",
        "në regjistrin qendror të trashëgimisë kombëtare;",
        "1.33.  Mjet  rrugor  i  pakompletuar  -  është  çdo  mjet  rrugor  i  cili  duhet  së  paku  ti",
        "nënshtrohet  edhe  një  faze  të  mëtejme  të  verifikimit  e  përmbushjes  së  kërkesave",
        "përkatëse teknike;",
        "1.34.  Mjeti  rrugor  i  kompletuar  -  është  mjeti  rrugor,  i  cili  e  ka  kaluar  procesin  disa",
        "fazash  të  homologimit  të  tipit  dhe  i  cili  i  përmbush  kërkesat  përkatëse  teknike  të",
        "përcaktuara me këtë Ligji dhe dispozitave të nxjerra në bazë të këtij ligji;",
        "1.35. Mjeti rrugor nga përmbyllja e serisë - është çdo mjet rrugor i cili është pjese",
        "4",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE",
        "e  rezervave,  qe  nuk  mund  te  regjistrohet  ose  te  shitet  ose  te  lëshohet  ne  përdorim",
        "për  shkak  hyrjes  ne  fuqi  te  te  kërkesave  te  reja  teknike,  për  te  cilat  nuk  është  bere",
        "homologimi i tipit;",
        "1.36. Kontrolli teknik - është kontroll e përcaktuar për të siguruar se automjeti është",
        "i  sigurt  që  të  përdoret  në  rrugët  publike  dhe  është  në  përputhje  me  karakteristikat  e",
        "kërkuara dhe të detyrueshme të sigurisë dhe të mjedisit;",
        "1.37. Certifikata e kontrollit teknike - është dokument i lëshuar nga subjekti juridik,",
        "dhe i cili përmban rezultatet e kontrollit teknike të mjetit;",
        "1.38.  Subjekti  juridik  për  kontroll  teknike  -  është  subjekti  juridik  i  autorizuar  për",
        "kryerjen e kontrollit teknik te mjeteve rrugore;",
        "1.39. Mangësitë - janë defektet teknike dhe rastet e tjera të mos-përputhjeve të gjetura",
        "gjatë kontrollit teknike;",
        "1.40.  Regjistrimi  -  është  autorizimi  administrativ  për  hyrjen  në  shërbim  në  trafikun",
        "rrugor te automjetit, duke përfshirë identifikimin e këtij të fundit me një numër të veçantë,",
        "që do të njihet si numri i regjistrimit;",
        "1.41.  Pëlqimi  për  regjistrim  -  është  dokumenti  i  cili  lëshohet  në  procedurën  për",
        "identifikim, ose vlerësim te gjendjes teknike te mjetit rrugor;",
        "1.42. Bartësi i certifikatës së regjistrimit të automjetit - është personi juridik ose fizik",
        "në emrin e të cilit mjeti është regjistruar;",
        "1.43. Anulimi i regjistrimit - është anulimi i autorizimit për automjetin qe te përdoret",
        "ne trafikin rrugor;",
        "1.44. Pezullimi - është periudha kohore ne te cilën automjeti nuk është i autorizuar qe",
        "te shfrytëzohet ne trafikin rrugor;",
        "1.45. Kontrollimi teknik ne rruge - do të thotë inspektim i papritur teknik i rregullsisë",
        "se  automjetit i cili kryhet nga njësia mobile për kontrollim teknik të automjeteve nën",
        "mbikëqyrjen e drejtpërdrejtë te Ministrisë;",
        "1.46. Njësia mobile e inspektimit - është sistemi i transportueshëm i pajisjeve testuese",
        "të  cilat  janë  të  nevojshme  për  tu  kryer  inspektimi  detajuar  në  rrugë  nga  inspektorët",
        "kompetent të thirrur për të kryer një inspektim të tillë;",
        "1.47. Inspektuesi - është personi i autorizuar nga Ministria në kuadër të kontrollimit",
        "teknik mobil për te kryer kontrollin fillestare apo me te detajuar teknike ne rrugë;",
        "1.48.  Mjeti  jashtë  përdorimit  -  është  mjeti,  përveç  mjetit  muzeor,  i  cili  nuk  arrin  t’i",
        "korrigjojë defektet në një afat 60-ditor  për t’i përmbushur kushtet e rregullsisë teknike,",
        "apo vetëdeklarohet si mjet i paaftë për qarkullim në rrugë me rastin e çregjistrimit, apo",
        "mbetet i paregjistruar më gjatë se dy (2) vjet;",
        "1.49. Certifikata e regjistrimit të mjetit - është dokumenti i cili i përmban të dhënat",
        "5",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fpër mjetin dhe pronarin e mjetit dhe lëshohet nga Ministria e Punëve të Brendshme me",
        "rastin e regjistrimit të mjetit;",
        "1.50. Ministria – ministria përkatëse për transport.",
        "1.51. Parandalimi - masat që synojnë reduktimin e sasisë dhe dëmtimit te mjedisit nga",
        "automjetet jashtë përdorimit, materialeve të tyre dhe substancave.",
        "2. Termat të cilat shfrytëzohen në këtë ligj dhe nuk janë të definuar te përkufizimet, kanë definim",
        "në ligjet tjera.",
        "KaPITULLI II",
        "MjETET",
        "Neni 4",
        "Rregullat e përgjithshme",
        "1. Mjetet në trafikin rrugor duhet ti plotësojnë kushtet lidhur me përmasën, dimensionet, masën",
        "më  të  madhe  të  lejuar,  ngarkimin  boshtor,  si  dhe  të  kenë  instalimet  dhe  pajisjet  e  parapara,",
        "në gjendje të rregullt. Ministria, përcakton rregullat për dimensionet, ngarkesën boshtore, dhe",
        "masën më të madhe të lejuar.",
        "2.  Mjetet  të  cilat  nuk  i  plotësojnë  kushtet  e  parapara  lidhur  me  përmasën,  dimensionet,  me",
        "masën  më  të  madhe  të  lejuar  dhe  ngarkimin  boshtor,  mund  të  marrin  pjesë  në  trafik  rrugor",
        "publik  nëse  i  plotësojnë  kushtet  e  posaçme  të  cilat  bëjnë  të  mundshme  lëvizjen  e  sigurt  sipas",
        "lejes së dhënë nga Komuna për rrugët lokale apo Ministria për rrugë regjionale dhe nacionale në",
        "bashkëpunim me Policinë e Kosovës, varësisht se në territorin e së cilit marrin pjesë në trafik.",
        "3.  Punët  operative  të  matjes,  kontrollit  te  ngarkesës  boshtore,  masës  së  përgjithshme  dhe",
        "dimensionet e mjetit në trafik në rrugë e bënë zyrtari i autorizuar për mbikëqyrjen e trafikut në",
        "rrugë publike.",
        "4. Dënohet me gjobë njëqind e tridhjetë (130) €, shoferi i cili drejtojnë mjetin i cili nuk i plotëson",
        "kushtet e parapara për masën e përgjithshme, dimensionet dhe ngarkimin boshtor të mjetit.",
        "5. Dënohet me gjobë gjashtëqind (600.00) € subjekti juridik ose institucioni në emër dhe brenda",
        "autorizimeve të së cilit vepron personi i lartpërmendur ne paragrafin 2 te ketij neni.",
        "Neni 5",
        "Baza e të dhënave për automjete",
        "Ministria e Punëve të Brendshme me akt nënligjor rregullon bazën e të dhënave për  automjetet",
        "e regjistruara në Republikën e Kosovës.",
        "Neni 6",
        "Autorizimi i policit, inspektorit dhe doganierit",
        "1.  Policia,  inspektori  i  transportit  dhe  doganieri  janë  të  autorizuar  të  ndalojnë  dhe  largojnë",
        "6",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fnga  trafiku  automjetin  nëse  dimensioni,  masa,  ngarkesa  boshtore  e  tij  tejkalojnë  kufijtë,  apo",
        "rrezikohet siguria në trafikun rrugor.",
        "2.  Lëshimi  i  serishëm  i  automjetit  në  trafik  mund  të  bëhet  vetëm  pasi  që  i  njëjti  të  marrë",
        "certifikatën nga autoritetet kompetente, me të cilën dëshmohet gjendja e rregullt.",
        "3. Ngarkesa e automjetit të ndaluar mbetet nën përgjegjësinë e transportuesit që e përdor këtë",
        "automjet.",
        "Neni 7",
        "Rregullat për instalimet dhe pajisjet në mjet",
        "Ministria, me akt nënligjor përcakton rregullat për instalimet dhe pajisjet të cilat duhet ti ketë",
        "mjeti kur merr pjesë në trafik në rrugë publike.",
        "KaPITULLI III",
        "KUSHTET PËR LËSHIMIN E MjETEVE NË TREG",
        "Neni 8",
        "Kushtet për lëshimin e mjeteve në treg",
        "1. Mjeti rrugor, sistemi i tijë, pjesa rezervë, njësia e pavarur teknike dhe pajisja mund të lëshohet",
        "në treg dhe mund të fillojë të përdoret nëse i plotëson kërkesat teknike dhe zbaton procedurën",
        "e përcaktuar të identifikimit dhe vlerësimit teknik si dhe nëse është regjistruar sipas dispozitave",
        "të këtij ligji dhe dispozitave të miratuara në bazë të këtij ligji;",
        "2. Nuk mund të ndalohet, të kufizohet ose pengohet regjistrimi, shitja dhe shfrytëzimi i mjeteve",
        "rrugore  në  trafik,  sistemeve,  pjesëve  rezerve,  njësive  te  pavarura  teknike  nga  aspekti  i",
        "konstruksionit dhe funksionimit te tyre të përfshira në këtë ligj, nëse kërkesat e tilla te përcaktuara",
        "me këtë ligj janë plotësuar.",
        "Neni 9",
        "Përjashtimet nga homologimi",
        "1. Dispozitat për homologim nuk aplikohen për:",
        "1.1. Mjetet rrugore të projektuara dhe të dedikuara për nevojat e Forcës së Sigurisë së",
        "Kosovës, Policisë së Kosovës ose për nevojat e zjarrfikësve;",
        "1.2. Mjetet rrugore të dedikuara për përdorim në kantiere ndërtimi, mihje sipërfaqësore,",
        "gurore, limane dhe aeroporte;",
        "1.3. Makinat e punës;",
        "1.4. Mjetet rrugore shpejtësia më e madhe e konstruksionit të së cilave nuk është mbi",
        "6 km/h;",
        "7",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f1.5. Mjetet rrugore të dedikuara për rekreacion jashtë rrugëve publike;",
        "1.6. Mopedët;",
        "1.7.  Pajisjen  e  makinave  të  konstruktuara  në  mënyrë  të  veçantë  për  shfrytëzim  në",
        "pylltari;",
        "1.8. Pajisjen e makinave pyjore, pajisjen e instaluar ne shasin e mjetit rrugor për pune",
        "bujqësore;",
        "1.9. Mjetet rrugore të cilat importohen përkohësisht që të përdoren në gara, panaire",
        "dhe manifestime të tjera të organizuara në Republikën e Kosovës, me ç ‘rast importimi",
        "i përkohshëm i këtyre mjeteve rrugore mund të zgjasë më së shumti tridhjetë (30) ditë;",
        "1.10.  Mjetet  rrugore  të  dedikuara  për  ngasje  në  trafikun  rrugor  dhe  të  cilat  nuk",
        "regjistrohen;",
        "1.11. Mjetet rrugore të dedikuara ekskluzivisht për gara;",
        "1.12. Prototipat e mjeteve të cilat përdoren në rrugë nën përgjegjësinë e prodhuesit,",
        "për të kryer një program të veçantë për kontrollim, me kusht që të jenë planifikuara dhe",
        "punuara në mënyrë të veçantë për këtë qëllim.",
        "Neni 10",
        "Procedura për plotësimin e kushteve",
        "1. Plotësimi i kushteve nga neni 8 i këtij ligji, do të përcaktohen nga procedurat e mëposhtme:",
        "1.1. Homologimi i tipit te mjetit rrugor, sistemit, pajisjes rezerve dhe njësisë së pavarur",
        "teknike;",
        "1.2.  Homologimi  i  pjesëve  dhe  pajisjeve  jo  origjinale  për  mjetet  të  cilat  nuk  kane",
        "homologim për tip;",
        "1.3. Homologimi individual i mjeteve sipas kërkesave të përgjithshme dhe të veçanta;",
        "1.4. Homologimi individual i mjeteve të përpunuara, riparuara apo modifikuara.",
        "1.5. Identifikimin e mjetit;",
        "1.6. Kontrollimi i zakonshëm apo jashtëzakonshëm i e mjeteve me kërkesë të veçantë;",
        "1.7. Vlerësimi i gjendjes teknike të mjetit.",
        "2. Procedurën për homologimin e mjetit rrugor e kryejnë subjektet e autorizuara për homologim,",
        "nga Ministria.",
        "3. Ministria me akt nënligjor do të përcaktoj kushtet dhe kriteret të cilat duhet t’i përmbushin",
        "8",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fsubjektet e autorizuara për homologim nga paragrafi 2. i këtij neni.",
        "Neni 11",
        "Prodhimet te cilat nuk janë në përputhje me legjislacionin e BE, por janë të prodhuara",
        "në pajtim me standardet nacionale",
        "1. Mjetet të cilat nuk janë të punuara në përputhje me legjislacionin e BE-së, miratohen sipas",
        "kërkesës  me  procedurë  të  veçantë  nga  komisioni  i  teknik  ekspertëve,  kushtet,  kriteret  dhe",
        "procedurat për emërimin e këtij komisioni përcaktohen me akt nënligjorë.",
        "2. Nëse autoriteti për homologim, në bazë të dokumentacionit dhe të dhënave të tjera lidhur",
        "me prodhimin vërteton se mjeti i prodhuar nga paragrafi 1. i këtij neni nuk siguron mbrojtjen e",
        "interesit publik, do te ndaloj shfrytëzimin e mjetit, ose do te kërkoj heqjen e tij nga tregu.",
        "3. Masat nga paragrafi 2. i këtij neni mund të ndërmerren nga autoriteti për homologim ne rast",
        "se janë plotësuar te gjitha kushtet e mëposhtme:",
        "3.1. Nëse në bazë të dhënave teknike e shkencore që janë në dispozicion konstatohet",
        "se ekzistojnë shkaqe për ndalimin, përkatësisht për tërheqjen e produktit me qëllim të",
        "mbrojtjes së interesit publik dhe për këtë arsye masat e ndërmarra garantojnë nivelin",
        "e duhur të sigurisë;",
        "3.2.  Nëse  i  është  dhënë  mundësia  importuesit  që  në  afat  prej  30  ditësh  nga  dita  e",
        "pranimit te njoftimit për masat, të bëjë përmirësimin e mangësive;",
        "3.3. Para marrjes së vendimit lidhur me llojin e masës i thekson vërejtjet dhe arsyeton",
        "shkaqet për marrjen e masës.",
        "4.  Ne  procedurën  për  homologim  nga  paragrafi  1.  të  këtij  neni  mund  të  merren  parasysh",
        "kontrollet e bëra nga subjektet e autorizuara ne shtetin tjetër, nëse rezultatet e kontrolleve te",
        "tilla pranohen nga autoriteti përkatës në vend.",
        "Neni 12",
        "Devijimet nga kërkesat",
        "1. Autoriteti për homologim mund te heq dorë nga kërkesat e caktuara dhe të lejoj daljen në",
        "treg për:",
        "1.1. Mjetet rrugore pjesët rezerve dhe njësitë e pavarura teknike te cilave janë bërë në",
        "seri më të vogla ne pajtim me dispozitat e miratuara të këtij ligji;",
        "1.2. Mjetet rrugore nga përmbyllja e serisë;",
        "1.3. Mjetet rrugore qe lejohen si te veçanta.",
        "2. Me rastin e devijimeve nga paragrafi 1. të këtij neni, autoriteti për homologim mund te zbatoje",
        "edhe kërkesa relevante alternative te rekomanduara nga komisioni i eksperteve.",
        "3. Kërkesa alternative të përmendura në paragrafin 2. te këtij neni janë dispozitat administrative",
        "9",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fdhe kërkesat teknike, të cilat kanë për qëllim të sigurojnë nivelin më të lartë të mundshëm të",
        "sigurisë në rrugë si dhe mbrojtjen e mjedisit.",
        "Neni 13",
        "Përcaktimi i kushteve për homologim",
        "1. Ministria përcakton:",
        "1.1. Kushtet teknike për kategori të caktuara te mjeteve rrugore, sistemet e tyre, pjesët",
        "përbërëse, njësitë e pavarura teknike dhe pajisjen, dimensionet, masën më të madhe",
        "të lejuar dhe ngarkesën boshtore, si dhe kërkesat teknike për mjetet rrugore në pajtim",
        "me nenin 8 të këtij ligji;",
        "1.2. Mënyrën dhe procedurën për dhënien e homologimit te tipit dhe te lejes se veçante",
        "për mjetet unike rrugore në pajtim me nenin 10 të këtij ligji;",
        "1.3.  Formën  dhe  përmbajtjen  e  formularit  për  homologimin  e  tipit,  homologimin  e",
        "veçantë certifikatën për përshtatje dhe te pëlqimit për regjistrim në pajtim me rregullat",
        "e këtij ligji;",
        "1.4. Formën dhe përmbajtjen e shenjave te përshtatjes, si dhe mënyrën e vendosjes se",
        "tyre ne pajtim me nenin 10 te këtij ligji.",
        "Neni 14",
        "Homologimi i tipit",
        "1. Homologimi i tipit është procedurë e homologimit përmes së cilës vërtetohet nëse tipi i mjetit",
        "rrugor, sistemi, njësia e pavarur teknike janë në pajtim me kërkesat teknike përkatëse, dispozitat",
        "e këtij ligji dhe me dispozitat e miratuara në bazë të këtij ligji.",
        "2. Nëse mjeti rrugor prodhohet në faza, homologimi i tipit mund ti jepet për çdo fazë, ndërsa te",
        "fazat e mëtutjeshme merren parasysh homologimet e mëparshme (homologimi shumë fazor) i",
        "mjeteve.",
        "Neni 15",
        "Procedura për homologimin e tipit",
        "1. Prodhuesi, përfaqësuesi i prodhuesit apo pronari i mjetit duhet të paraqesë kërkesë të veçantë",
        "(ndaras)  pranë  ndonjërit  prej  subjekteve  të  autorizuara  për  homologim,  për  çdo  tip  të  mjetit,",
        "sistemit, pjesës  përbërëse  apo  njësisë  së pavarur  teknike, të cilat i  nënshtrohen  procedurës",
        "për homologim.",
        "2. Procedura mbi fazat e tjera të homologimit të tipit, do të rregullohen me një akt nënligjor nga",
        "Ministria.",
        "3. Shpenzimet për procedurën e homologimit të tipit, i mbulon prodhuesi/parashtruesi i kërkesës.",
        "10",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fNeni 16",
        "Obligimet e subjekteve të autorizuara për homologim",
        "1. Subjektet e autorizuara për homologim, duhet të sigurojnë që prodhuesit të cilët aplikojnë",
        "për homologim, ti përmbushin kërkesat teknike dhe procedurën e paraparë me dispozitat e këtij",
        "ligji.",
        "2. Subjektet nga paragrafi 1 i këtij neni duhet të miratojnë, te regjistrojë, apo të lejojnë shfrytëzimin",
        "vetëm të atyre mjeteve, sistemeve, pjesëve përbërëse apo njësive të pavarura teknike, të cilat",
        "përmbushin kushtet dhe zbatojnë procedure në bazë të këtij ligji.",
        "3. Me rastin e homologimit te tipit të mjetit, subjekti i autorizuar për homologim lëshon certifikatën",
        "e homologimit të tipit, përmes së cilës vërtetohet se mjeti, pjesa përbërëse apo njësia e pavarur",
        "teknike është homologuar.",
        "4. Detyrat e subjekteve të autorizuar për homologim i koordinon dhe mbikëqyrë Ministria.",
        "Neni 17",
        "Vlefshmëria e certifikatës së homologimit të tipit",
        "1. Homologimi i tipi të mjetit mund të jepet vetëm në bazë të procedurës së zbatuar në pajtim",
        "me dispozitat e këtij ligji dhe me dispozitat e miratuara në bazë të këtij ligji dhe i cili i plotëson",
        "kërkesat e përcaktuara teknike.",
        "2.  Certifikata  e  homologimit  të  tipit  lëshohet  për  tipin  e  produktit  i  cili  plotëson  kushtet  e",
        "përcaktuara me këtë ligj. Certifikatat e lëshuara janë valide dhe vendosja e produkteve në treg",
        "si  dhe  vënia  e  përdorimit  të  produkteve  është  e  vlefshme  deri  në  miratimin  e  kërkesave  për",
        "ndryshime apo plotësime të reja. Ne dispozitat me të cilat zbatohen kërkesa e reja, plotësuese,",
        "të miratuara në bazë të këtij ligji, përcaktohet afati i validitetit të homologimit të tipit e që nuk",
        "mund të jete më i shkurtër se gjashtë muaj nga fillimi i validitetit te këtyre dispozitave.",
        "3. Dënohet me gjobë nga tremijë e pesëqind (3.500) € deri pesëmijë (5000) € subjekti i autorizuar",
        "që vepron në kundërshtim me dispozitat e këtij neni.",
        "4. Dënohet me gjobë nga pesëqind (500) € deri një mijë (1.000) € personi përgjegjës i subjektit",
        "të autorizuar  nga paragrafi 3. i këtij neni.",
        "Neni 18",
        "Refuzimi i lëshimit të certifikatës së homologimit për tipin e prodhimit",
        "1. Subjekti i autorizuar për homologim do ta refuzojë lëshimin e certifikatës se homologimit për",
        "tipin  e  prodhimit  nëse  vërteton  se  prodhimi,  nuk  i  plotëson  kushtet  për  shfrytëzim,  për  trafik",
        "rrugor, për ambientin jetësor ose për shëndetin e njerëzve, si dhe kushtet tjera teknike të cilat",
        "janë duke u zbatuar.",
        "2. Dënohet me gjobë nga tre mijë e pesëqind (3.500) € deri në pesëmijë (5.000) € subjekti i",
        "autorizuar që vepron në kundërshtim me dispozitat e këtij neni.",
        "3. Dënohet me gjobë nga pesëqind (500) € deri në njëmijë (1.000) € personi përgjegjës pranë",
        "institucionit të autorizuar qe vepron ne kundërshtim me paragrafin 1 te ketij neni.",
        "11",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fNeni 19",
        "Obligimet e prodhuesit",
        "1. Prodhuesi është përgjegjës të sigurojë përputhshmërinë e prodhimit edhe kur nuk është i",
        "përfshirë direkt në të gjitha fazat e ndërtimit të mjetit, sistemit, pjesës përbërëse apo njësisë së",
        "pavarur teknike, edhe në rastet kur i modifikon, ndryshon pjesët përbërëse apo sistemet tashmë",
        "të miratuara në fazat e mëparshme, e që e dëshmon përmes certifikatës së përputhshmërisë.",
        "2. Kur prodhuesi te cilit i është dhënë homologimi i tipit për mjetin, sistemin, pjesën përbërëse,",
        "njësinë e pavarur teknike, ne pajtim me dispozitat e këtij ligji obligohet për tërheqjen e serisë se",
        "prodhimeve te tipit tashme te homologuar, kur këto prodhime paraqesin rrezik për sigurinë në",
        "rugë, shëndetin publik dhe mjedisin; obligohet menjëherë ta lajmëroje autoritetin për homologim",
        "(homologues) dhe të propozoj përshkrimin e masave për korrigjim.",
        "3. Nëse subjekti i autorizuar për homologim i cili ka dhënë homologimin e tipit është i pakënaqur",
        "me  masat  e  ndërmarra  nga  prodhuesi  nga  paragrafi  2.  i  këtij  neni,  atëherë  autoriteti  për",
        "homologim do të ndërmarrë të gjitha masat mbrojtëse përfshirë edhe tërheqjen e homologimit",
        "të tipit të mjetit.",
        "4. Dënohet me gjobë nga një mijë e pesëqind (1.500) € deri në dy mijë (2.000) € prodhuesi –",
        "personi juridik qe vepron ne kundërshtim me dispozitat e këtij neni.",
        "5. Dënohet me gjobë nga njëmijë (1.000) € deri në dymijë (2.000) € edhe personi përgjegjës",
        "pranë prodhuesit që vepron në kundërshtim me dispozitat e këtij neni.",
        "6.  Dënohet  me  gjobë  nga  tremijë  e  pesëqind  (3.500)  €  deri  në  pesëmijë  (5.000)  €  subjekti  i",
        "autorizuar që vepron në kundërshtim me dispozitat e këtij neni.",
        "7. Dënohet me gjobë nga pesëqind (500) deri në njëmijë (1.000) € personi përgjegjës pranë",
        "subjektit të autorizuar që vepron në kundërshtim me dispozitat e këtij neni.",
        "Neni 20",
        "Kërkesat plotësuese të subjektit të autorizuar për homologim",
        "1.  Subjekti  i  autorizuar  për  homologim  kërkon  nga  prodhuesi  ndërmarrjen  e  veprimeve",
        "plotësuese, për mënjanimin e mangësive të identifikuara. Nëse prodhuesi dështon në kryerjen",
        "e  veprimeve  të  kërkuara  brenda  afatit  kohor  të  caktuar,  në  këtë  rast  njoftohet  autoriteti  për",
        "homologim.",
        "2. Autoriteti për homologim me rastin e njoftimit nga paragrafi 1. këtij neni duhet të ndërmarë të",
        "gjitha masat mbrojtëse përfshirë edhe tërheqjen e homologimit të tipit të mjetit.",
        "3.  Dënohet  me  gjobë  nga  njëmijë  e  pesëqind  (1.500)  deri  në  dymijë  (2.000)  €  prodhuesi  –",
        "personi juridik qe vepron ne kundërshtim me dispozitat e këtij neni.",
        "4.  Dënohet  me  gjobë  nga  pesëqind  (500)  deri  në  dymijë  (2.000)  €  personi  përgjegjës  pranë",
        "prodhuesit i cili vepron në kundërshtim me dispozitat e këtij neni.",
        "5.  Dënohet  me  gjobë  nga  tremijë  e  pesëqind  (3.500)  deri  ne  pesëmijë  (5.000)  €  subjekti  i",
        "autorizuar që vepron në kundërshtim me dispozitat e këtij neni.",
        "12",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f6. Dënohet me gjobë nga pesëqind (500) deri në njëmijë (1.000) € personi përgjegjës pranë",
        "subjektit të autorizuar që vepron në kundërshtim me dispozitat e këtij neni.",
        "Neni 21",
        "BE miratimi e tipit",
        "Prodhuesi i cili ka BE miratimin e tipit te produktit është përgjegjës që të sigurojë se secili produkt",
        "është  në  përputhje  me  tipin  për  të  cilin  është  dhënë  miratimi,  është  i  detyruar  te  organizojë",
        "procedurën e prodhimit dhe sistemin për kontrollin e produkteve me qëllim të ruajtjes së cilësisë.",
        "Neni 22",
        "Përputhshmëria e produkteve",
        "1. Prodhuesi i cili ka miratimin e BE për tipin e mjetit është i detyruar qe për secilin mjet të prodhuar",
        "te jete në përputhje me tipin e miratuar te mjetit që të lëshoje certifikatën e përputhshmërisë.",
        "2. Nëse gjatë prodhimit paraqiten devijime te caktuara, prodhuesi është i detyruar qe ti ndërmerr",
        "te gjitha hapat e duhur për krijimin e serishme te përputhshmërisë së produkteve adekuate me",
        "tipin e miratuar te produktit.",
        "3. Ne rast te prodhimeve të cilat nuk janë në përputhshmëri, autoriteti për homologim tërheqë",
        "homologimin  e  tipit  për  produktin  ose  cakton  afatin  kohor  për  mënjanimin  e  gabimeve  te",
        "konstatuara.  Nëse  prodhuesi  nuk  i  bënë  veprimet  e  kërkuara  në  afatin  e  caktuar,  atëherë",
        "autoriteti për homologim e tërheqë homologimin e dhënë.",
        "4. Dënohet me gjobë nga tremijë e pesëqind (3.500) deri ne katërmijë e pesëqind (4.500) €",
        "prodhuesi/subjekti juridik qe vepron ne kundërshtim me dispozitat e këtij neni.",
        "5. Dënohet me gjobë nga pesëqind (500) deri ne njëmijë (1.000) € prodhuesi/personi fizik qe",
        "vepron ne kundërshtim me dispozitat e këtij neni.",
        "Neni 23",
        "Përshtatja e prodhimit",
        "1. Autoritetit  homologues  ka  të  drejtë  të  kërkojë  nga  subjekti  i  autorizuar  për  lëshimin  e  BE",
        "miratimit të tipit, qe te të ofrojë dëshmi se ekzistojnë mekanizma dhe procedura të duhura me",
        "te cilin sigurohet qe produkti i ofruar është në përputhshmëri me tipin e miratuar.",
        "2.  Për  zbatimin  e  obligimeve  nga  paragrafi  1.  i  këtij  neni,  subjekti  i  autorizuar  sipas  nevojës",
        "bashkëpunon me subjektin e autorizuar për miratim nga shteti tjetër.",
        "3. Konstatimin e përputhshmërisë se produktit nga paragrafi 1. i këtij neni e benë autoriteti për",
        "kategoritë C dhe D ne pajtim me nenin 32 të këtij ligji.",
        "Neni 24",
        "Ndryshimi i të dhënave dhe homologimi",
        "1.  Prodhuesi  i  cili  ka  marrë  homologimin  për  tipin  ne  pajtim  me  dispozitat  e  këtij  ligji  është",
        "i  detyruar  qe  ta  informoje  autoritetin  për  homologim  në  lidhje  me  të  gjitha  ndryshimet  e  te",
        "13",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fdhënave të përfshira ne pakon e informacionit për tipin e homologuar te produktit.",
        "2. Autoriteti për homologim mund te merr vendim vetëm ne lidhje me ato kërkesa ose plotësime",
        "te lejimit te tipit te produktit qe janë te lidhur me vendimin e tij gjate homologimit te parë.",
        "3. Secili prodhues, poseduesi homologimit të tipit është i detyruar qe ta informoj autoritetin për",
        "homologim ne lidhje me mbarimin e prodhimit, respektivisht ne lidhje me me çdo ndryshim në",
        "paketën e informacionit.",
        "4. Dënohet me gjobë nga dymijë e pesëqind (2.500) deri në katërmijë (4.000) € subjekti juridik",
        "që vepron në kundërshtim me dispozitat nga paragrafi 1. dhe 3. i këtij neni.",
        "5. Dënohet me gjobë nga pesëqind (500) deri në njëmijë (1.000) € prodhuesi-personi fizik që",
        "vepron në kundërshtim me dispozitat e këtij neni.",
        "KaPITULLI IV",
        "HOMOLOGIMI INDIVIDUaL I MjETEVE",
        "Neni 25",
        "Procedurat",
        "1.  Homologimi  individual  i  mjeteve  është  procedure  në  të  cilën  subjekti  i  autorizuar  për",
        "homologim  në  bazë  të  udhëzimeve  të  autoritetit  për  homologim  vërteton  se  mjeti  i  veçantë",
        "i  kontrolluar,  unikat  ose  jo,  i  plotëson  kërkesat  e  caktuara  dhe  në  pajtim  me  atë  i  lëshohet",
        "homologimi për mjet të veçantë.",
        "2. Certifikata e homologimit nga paragrafi 1. i këtij neni e përmban numrin identifikues të mjetit,",
        "prodhuesi, përfaqësuesi i prodhuesit (numrin e shasisë) së cilës i takon.",
        "3.  Për  dhënien  e  homologimit  individual  të  mjetit,  prodhuesi,  përfaqësuesi  i  prodhuesit,  ose",
        "pronari  është  i  detyruar  që  të  paraqesë  kërkesë  në  njërin  prej  subjekteve  të  autorizuara  për",
        "homologim.",
        "4.  Subjekti  i  autorizuar  për  homologim  e  lëshon  certifikatën  për  përputhshmërisë  e  mjetit  të",
        "veçantë të lejuar në bazë të lejes nga paragrafi 1.i këtij neni.",
        "5.  Shpenzimet  në  procedure  për  lëshimit  te  certifikatës  për  homologim  individual  të  mjetit  i",
        "mbulon prodhuesi/parashtruesi i kërkesës nga paragrafi 3. i këtij neni.",
        "Neni 26",
        "Zbatimi i procedurës",
        "1. Homologimi individual i mjetit realizohet:",
        "1.1. Për mjetin tek i cili tipi nuk ka qenë i  homologuar sipas dispozitave të këtij ligji.",
        "1.2.  Për  mjetin  i  cili  është  homologuar  individualisht,  mirëpo  ky  homologim  është  i",
        "14",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fkufizuar në shtetin i cili e ka realizuar homologimin.",
        "1.3. Mjetet e prodhuara në shumë faza.",
        "Neni 27",
        "Mjetet e përmirësuara dhe të riparuara",
        "1. Procedura e homologimit individual të mjetit të përpunuar realizohet edhe për mjetin tek i cili",
        "përputhshmëria  me  rregulla  ka  qenë  më  parë  e  konstatuar,  nëse  përpunimet  e  mëvonshme",
        "janë relevante te paktën ne një nga kushtet e mëposhtme:",
        "1.1. Kanë të bëjnë me të dhënat e evidentuara në procedurën e regjistrimit të mjeteve;",
        "1.2. Ndikojnë në sistemet e homologuara, pjesët përbërëse, njësitë e veçanta teknike",
        "dhe pajisjet e mjeteve;",
        "1.3. Ndikojnë në sigurinë e mjetit, ruajtjen e ambientit nga ndotja.",
        "2.  Përmirësimet,  respektivisht  riparimet  nga  paragrafi  1  i  këtij  neni  janë  punë  të  cilat  kanë",
        "të  bëjnë  me  ndryshimet  e  masës  dhe  parametrat  gjeometrike  të  mjetit;  ndryshimin  e  tipit,",
        "variantin  dhe  punimin  e  automjetit;  përmirësimin  ose  ndryshimin  e  sistemeve  të  veçanta",
        "bazë,  respektivisht  sistemeve  të  instaluara  paraprakisht,  pjesët  përbërëse,  njësitë  teknike  të",
        "pavarura dhe pajisjet në  automjet me karakteristika të ndryshuara;  riparimet të rëndësishme",
        "ose përmirësime; instalimi i sistemeve jo origjinale dhe të palejuara, pjesët përbërëse, njësitë",
        "dhe pajisjet teknike të veçanta; instalimet në punë me gaz të lëngtë nafte, respektivisht me gaz",
        "tokësor të kompresuar në mjet.",
        "3.Automjetet e riparuara dhe të përmirësuara verifikohen nga subjekti i autorizuar nga Ministria.",
        "4. Ndërrimi i cilitdo sistemi, pjese përbërëse, njësie të veçantë teknike dhe pajisje të mjeti, me",
        "atë origjinal, nuk konsiderohet për ndërrime në mjet.",
        "5. Dënohet me gjobë nga katërmijë (4.000) € subjekti juridik, punëdhënësi i pavarur individual",
        "ose individi i cili punon në mënyrë të pavarur e i cili vepron në kundërshtim dispozitat e këtij",
        "neni, ndërsa personi përgjegjës dënohet në vlerë prej katërqind (400) €, po ashtu dënohet me",
        "gjobë prej katërqind (400) € individi i cili vepron në kundërshtim me paragrafin 2. të këtij neni.",
        "Neni 28",
        "Kushtet për homologim të individual të mjetit",
        "1.  Homologimi  individual  i  mjeteve  duhet  të  bëhet  në  pajtim  me  dispozitat  e  këtij  ligji  dhe",
        "dispozitat e sjella në bazë të këtij ligji.",
        "2.  Dënohet  me  gjobë  nga  dymijë  (2.000)  deri  në  tremijë  (3.000)  €  subjekti  i  autorizuar  për",
        "homologim qe jep leje ne kundërshtim me dispozitat e ketij neni.",
        "15",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fKaPITULLI V",
        "IDENTIFIKIMI DHE VLERËSIMI I GjENDjES TEKNIKE TË aUTOMjETIT",
        "Neni 29",
        "Procedura",
        "Identifikimi është procedure ne te cilën konstatohet përputhshmëria e mjetit dhe te dhënat e tija",
        "teknike themelore nga dokumentet e ofruara dhe/ose me kontrollin e te dhënave ne regjistrin e",
        "te dhënave te mjetit.",
        "Neni 30",
        "Vlerësimi i gjendjes teknike te automjetit",
        "1. Vlerësimi i gjendjes teknike te mjetit është procedure gjate te cilës mjeti sipas procedurave të",
        "parapara kontrollohet tërësia e mjetit, si dhe përmbushja e kritereve të sigurisë për pjesëmarrje",
        "në trafik.",
        "2. Procedura nga paragrafi 1 i këtij neni, siguron se automjeti është përmirësuar apo riparuar",
        "në pajtim me nenin 27 të këtij ligji.",
        "Neni 31",
        "Mjeti me vlerë muzeore",
        "Statusi i mjetit me vlerë muzeore i jepet mjetit i cili është më i vjetër se 35 vjet, i cili është i ruajtur",
        "dhe teknikisht i mirëmbajtur si dhe i përshtatur me strukturën dhe formën konstruktive origjinale,",
        "ndërsa  për  shkak  të  rëndësisë  së  vet  historike  dhe  teknike,  nuk  përdoret  për  transportin  e",
        "përditshëm.",
        "Neni 32",
        "Autoriteti homologues",
        "Ministria  është  autoriteti  homologues  dhe  është  përgjegjës  për  përcjelljen  dhe  mbikëqyrjen",
        "administrative për të gjitha aspektet e homologimit të mjetit, sistemit të tij, pjesëve përbërëse,",
        "njësive të tij të veçanta, homologimin e pjesëve, pajisjeve të mjetit si dhe homologimet e veçanta",
        "të automjeteve.",
        "Neni 33",
        "Funksionet e subjekteve për homologim",
        "1. Subjektet e autorizuara për homologim, i kryejnë punët si vijon:",
        "1.1.  analiza,  kontrolle  dhe  aktivitetet  e  certifikimit  në  lidhje  me  procedurën  për",
        "homologimin e tipit të mjetit rrugor;",
        "1.2.  analiza,  kontrolle  dhe  aktivitetet  e  certifikimit  në  lidhje  me  procedurën  për",
        "homologimin  e  tipit  të  sistemit,  pjesës  përbërëse,  njësive  të  pavarura  teknike  dhe",
        "pajisjes;",
        "16",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f1.3. përcaktimin e përmbushjes së kërkesave teknike në procedurën për homologimin",
        "e veçantë të mjetit rrugor në përputhje, me kërkesat e përcaktuara me këtë ligj dhe me",
        "rregullat e miratuara në bazë të këtij ligji;",
        "1.4. përcaktimin e përmbushjes të kërkesave teknike në procedurën për homologimin veç e",
        "veç të mjetit rrugor në përputhje me kërkesat e përcaktuara në nenin 30 të këtij ligji;",
        "1.5. homologimin e mjeteve rrugore të riparuara në përputhje me nenin 27 të këtij ligji,",
        "2.  Subjekti  i  autorizuar  për  homologim  i  kryen  ose  i  kontrollon  analizat  e  nevojshme  për",
        "homologimin  e  tipit,  i  bën  kontrollimet  e  nevojshme,  i  zbaton  procedurat  në  përputhje  me",
        "specifikimet e parapara dhe vepron në përputhje me kërkesat alternative.",
        "Neni 34",
        "Kushtet funksionale dhe operative",
        "1. Subjektet e autorizuara për homologim duhet të plotësoj kushtet si në vijim:",
        "1.1.  Kushtet  hapësinore  dhe  materialo-teknike  që  sigurojnë  operim  në  territorin  e",
        "Republikës së Kosovës;",
        "1.2. Kuadër përkatës profesional;",
        "1.3.  Organizim  të  punës  dhe  strukturë  organizative  që  garanton  realizim  të  punëve",
        "afatgjata dhe kualitative;",
        "1.4. Përkrahje përkatëse në aspektin teknik dhe të informatikës për kryerjen e punëve;",
        "1.5. Kushte tjera specifike përcaktohen në një akt nënligjorë.",
        "2.  Subjekti  i  cli  i  plotëson  kushtet  nga  paragrafi  1.  i  këtij  neni  i  lëshohen  licenca  me  afat  të",
        "pakufizuar, me kusht që në mënyrë të pandërprerë i plotëson kushtet dhe kriteret e përcaktuara",
        "me këtë ligj dhe dispozitave të nxjerra në bazë të këtij ligji.",
        "Neni 35",
        "Revokimi i autorizimit",
        "1. Nëse subjekti i autorizuar për homologim, nuk i kryen aktivitetet e caktuara profesionale në",
        "përputhje me rregullat nacionale dhe ndërkombëtare, Ministria do t’ia revokoj autorizimin.",
        "2. Në mënyrë që të kryejnë funksionet e veta, subjektet e autorizuara do të kompensohen nga",
        "tarifat e shërbimeve që arkëtohen gjatë kryerjes së punëve;",
        "3. Përcjellja dhe mbikëqyrja ndaj subjekteve të autorizuar për homologim ushtrohet nga Ministria.",
        "4. Ministria përcakton çmimorën për tarifat e parapara. Çmimi është unik dhe vlen për të gjitha",
        "subjektet e autorizuara",
        "17",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fNeni 36",
        "Plotësimi i pandërprerë i kushteve",
        "1. Subjektet e autorizuara për homologim obligohen që në mënyrë të përhershme t’i plotësojnë",
        "kushtet për kryerjen e punëve të përcaktuara, në pajtim me dispozitat e këtij ligji dhe rregullat e",
        "miratuara në bazë të këtij ligji.",
        "2. Dënohet me gjobë nga dhjetë mijë (10.000) € deri në pesëmbëdhjetë mijë (15.000) €, subjekti",
        "juridik në rast se detyrat e përcaktuara nuk i kryen profesionalisht apo i kryen në kundërshtim",
        "me dispozitat e këtij neni.",
        "3. Dënohet me gjobë nga pesëqind (500) € deri një mijë e pesëqind (1.500) € edhe personi",
        "përgjegjës i subjektit juridik.",
        "Neni 37",
        "Kushtet për revokimin e autorizimit",
        "1. Ministri me vendim mund t’ia revokojë autorizimin subjektit të autorizuar për homologim nëse:",
        "1.1. ka pushuar që t’i plotësoj kushtet e caktuara për kryerjen e punëve të përcaktuara,",
        "në pajtim me dispozitat e këtij ligji dhe rregullat e miratuara në bazë të këtij ligji;",
        "1.2. kundër tij është ngritur procedura e falimentimit ose likuidimit;",
        "1.3. ka pushuar që të punojë në bazë të vendimit gjyqësor.",
        "Neni 38",
        "Kushtet për Autorizim",
        "1. Ministri me akt nënligjor përcakton:",
        "1.1. kushtet e lokalit, pajisjen, aparatet dhe kuadrin profesional për subjektet e autorizuara;",
        "1.2. procedurat për kryerjen e punëve të subjekteve të autorizuara, duke përfshi caktimin",
        "e specifikacioneve teknike të detyrueshme të cilat duhet të zbatohen;",
        "1.3. mënyrën dhe procedurën për miratimin dhe revokimin e autorizimit për subjektin e",
        "autorizuar.",
        "KaPITULLI VI",
        "REGjISTRIMI I MjETEVE",
        "Neni 39",
        "Kushtet për pjesëmarrje në trafik rrugor",
        "1.  Në  mënyrë  që  të  marrin  pjesë  në  trafik  rrugor,  mjetet  duhet  të  jenë  të  regjistruara  dhe  të",
        "18",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fposedojnë certifikatë të regjistrimit të mjetit valide ose leje valide për ngasje provuese, të jetë i",
        "shënuar me targë regjistrimi ose targa provuese të vendosura për identifikim të mjetit.",
        "2.  Përjashtimisht  nga  paragrafi  1.  i  këtij  neni,  rimorkiot  e  lehta  nuk  regjistrohen  por  duhet",
        "të  posedojnë  sistemet  dhe  pajisjen  e  përshkruar  pa  mangësi,  duhet  të  posedojnë  targën  e",
        "identifikimit si dhe duhet të posedoj certifikatën e kontrollit teknik në të cilën është e shënuar",
        "data e kontrollës së parë teknike dhe afatin e kontrollës së ardhshme teknike.",
        "3. Në trafikun rrugor nuk mund të marrin pjesë mjetet e paregjistruara si motokultivatori dhe",
        "mjetet e punës. Nëse këto mjete marrin pjesë në trafikun rrugor duhet të jenë të regjistruara dhe",
        "t’i kenë sistemet dhe pajisjet e përcaktuara teknikisht në rregull.",
        "4. Dënohet me gjobë me njëqind e pesëdhjetë (150.00) euro shoferi i cili vepron në kundërshtim",
        "me dispozitat e këtij neni.",
        "Neni 40",
        "Mjetet e organeve ndërkombëtare",
        "1.  Mjetet  e  misioneve  diplomatike  dhe  konsullore,  si  dhe  mjetet  e  përdorura  nga  misionet  e",
        "huaja, autoritetet ndërkombëtare, zyrat e huaja përfaqësuese në Republikën e Kosovës dhe",
        "personalitetet e tyre, bizneset e huaja, subjektet kulturore dhe përfaqësitë tjera me banim të",
        "përkohshëm apo të përhershëm në Republikën e Kosovës mund të qarkullojnë deri në gjashtë",
        "(6) muaj nëse janë të regjistruara, si dhe mjetet tjera të cilat janë në qarkullim të lirë ose janë",
        "në procedurën e importit të përkohshëm dhe i cili zgjatë më shumë se gjashtë (6) muaj mund të",
        "qarkullojnë nëse janë të regjistruara.",
        "2.  Ministria  e  punëve  të  Brendshme  me  akt  të  veçantë  nënligjor  do  të  përcaktojë  formën  e",
        "tabelave,  kushtet  dhe  kriteret  për  regjistrimin  a  mjeteve  të  cilat  përdoren  nga  institucionet  e",
        "huaja siç është përcaktuar në paragrafin 1. të këtij neni.",
        "3. Përjashtimisht nga paragrafi 2 i këtij neni, Ministria e Punëve të Jashtme pas konsultimit me",
        "Ministrinë e Punëve të Brendshme, me akt nënligjor e përcakton formën e tabelave, kushtet",
        "dhe kriteret për regjistrimin e mjeteve të misioneve diplomatike dhe konsullore, si dhe mjetet e",
        "përdorura nga misionet e huaja, nga autoritetet ndërkombëtare, nga zyrat e huaja përfaqësuese",
        "në Republikën e Kosovës dhe nga personalitetet e tyre.",
        "4. Dispozitat e paragrafit 1. të këtij nenit nuk aplikohen për mjetet e shtetasve të huaj të cilët",
        "janë me banim të përkohshëm apo të përhershëm në Republikën e Kosovës për më tepër se",
        "gjashtë (6) muaj, dhe mjetet e të cilëve janë të regjistruara në ndonjë shtet të BE-së.",
        "5. Dënohet me gjobë prej pesëqind (500) € shoferi i cili vepron në kundërshtim me rregullat e",
        "këtij neni.",
        "6. Dënohet me gjobë nga pesëmijë (5000) € personi fizik ose juridik i cili vepron në mënyrë",
        "të  pavarur,  i  cili  vepron  në  kundërshtim  me  rregullat  e  këtij  neni,  ndërsa  personi  përgjegjës",
        "dënohet në vlerë nga pesë qind (500) €.",
        "19",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fNeni 41",
        "Mjetet e regjistruara në shtetet tjera",
        "1. Mjeti i regjistruar në vendin e huaj, në pronësi të shtetasit të huaj me qëndrim të përkohshëm",
        "në Kosovë, mund të marrë pjesë në trafikun rrugor në Kosovë jo më gjatë se tre (3) muaj nga",
        "data e hyrjes në Kosovë.",
        "2.  Mjeti  i  regjistruar  në  vendin  e  huaj,  në  pronësi  të  qytetarit  të  Kosovës  me  qëndrim  të",
        "përkohshëm  ose  të  përhershëm  jashtë  Kosovës,  mund  të  marrë  pjesë  në  trafikun  rrugor  në",
        "Kosovë deri në tre (3) muaj nga data e hyrjes në Kosovë dhe i njëjti duhet ta ketë të rregulluar",
        "lejen e qëndrimit, të përhershme ose të përkohshme, dhe ta tregojë atë me kërkesën e personit",
        "të autorizuar.",
        "3. Mjetin e regjistruar jashtë Kosovës, nga paragrafi 2 i këtij neni, nuk mund ta drejtojë shtetasi",
        "kosovar pa prani të pronarit  dhe  as të autorizohet që i  njëjti  të qarkullojë me atë mjet në",
        "Kosovë. Mjetin e regjistruar në vendin e huaj në pronësi të qytetarit të Kosovës me qëndrim",
        "të  përkohshëm  ose  të  përhershëm  jashtë  Kosovës  mund  ta  drejtojë  qytetari  i  Kosovës  i  cili",
        "gjithashtu ka qëndrim të përkohshëm ose të përhershëm në shtetin prej nga vjen automjeti, dhe",
        "i cili duhet të posedojë autorizim nga shteti përkatës prej të cilit vjen automjeti.",
        "4. Personi i cili e importon ndonjë mjet nga ndonjë vend jashtë Kosovës, e i cili nuk e ka të",
        "rregulluar qëndrimin e përkohshëm ose të përhershëm nga vendi ku është importuar mjeti, të",
        "njëjtit i lejohet të marrë pjesë në trafikun rrugor deri në tetë (8) ditë nga data e hyrjes së mjetit",
        "në Kosovë.",
        "5.  Për  kundërvajtje,  dënohet  me  gjobë  prej  dyqind  (200.00)  euro  shoferi  ose  personi  i  cili  e",
        "drejton mjetin në trafikun rrugor në kundërshtim me rregullat e paragrafëve 1,2,3 dhe 4 të këtij",
        "neni.",
        "6. Për kundërvajtje, dënohet me gjobë prej dyqind e shtatëdhjetë (270.00) euro shoferi i mjeteve",
        "komerciale si: autobusëve, mjeteve të transportit me masën më të madhe se 3500 kg, mjeteve",
        "për transportin e materieve të rrezikshme, nëse i njëjti merr pjesë në trafikun rrugor më tepër se",
        "tetë (8) ditë nga data e hyrjes së mjetit në Kosovë.",
        "Neni 42",
        "Autorizimet e ministrisë për punë të brendshme",
        "1. Ministria për punë te brendshme përcakton:",
        "1.1.  Procedurën  për  regjistrimin  e  mjeteve,  dhënien  dhe  validitetin  e  certifikatës  së",
        "regjistrimit  të  mjetit,  targat,  llojin,  përmbajtjen  dhe  formën  e  targave  të  regjistrimit,",
        "targave provuese, ndryshimin e të dhënave si dhe çregjistrimin e mjeteve;",
        "1.2. Formën e certifikatës së regjistrimit të mjetit dhe format tjera të cilat përdoren në",
        "procedurën e regjistrimit të mjetit;",
        "1.3. Përcaktimi i çmimit për regjistrim të mjeteve si dhe çmimin e targave te regjistrimit",
        "dhe atyre provuese, të cilat i paguan pala.",
        "2.  Përjashtimisht  nga  dispozitat  e  këtij  ligji,  Ministria  përkatëse  e  Forcës  së  Sigurisë  e  bën",
        "20",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fregjistrimin e  mjeteve të forcës së sigurisë së Kosovës, si dhe për mjetet të cilat përdoren nga",
        "shërbimi i sigurisë së Ministrisë  përkatëse të Forcës së Sigurisë. Ministria përkatëse e Forcës",
        "së Sigurisë përcakton mënyrën e regjistrimit,  formën dhe përmbajtjen e targave.",
        "3.  Përjashtimisht  nga  dispozitat  e  këtij  ligji,  Ministria  kompetente  për  Punë  të  Brendshme",
        "përcakton mënyrën e regjistrimit, formën dhe përmbajtjen e targave regjistruese për mjetet e",
        "policisë, mjetet e shërbimeve te inteligjencës si dhe mjetet e shërbimit të sigurimit shtetërorë.",
        "4. Përjashtimisht nga dispozitat e këtij ligji, Ministria përkatëse për Punë të Brendshme përcakton",
        "lehtësira për mënyrën e regjistrimit dhe koston e mjeteve motorike hibride dhe elektrike.",
        "5. Me akt të veçantë nënligjor do të përcaktohen kushtet dhe kriteret.",
        "Neni 43",
        "Regjistrimi i mjeteve",
        "1. Regjistrimi i mjeteve nënkupton regjistrimin e të dhënave të mjetit dhe pronarit.",
        "2. Pronari i mjetit nuk mund ta bëjë regjistrimin apo vazhdimin e regjistrimit të mjetit me veprim",
        "motorik,  as  ndërrimin  e  pronarit,  pa  e  bërë  shlyerjen  e  gjobave  për  kundërvajtje  në  trafikun",
        "rrugor.",
        "Neni 44",
        "Kushtet e importit të mjeteve rrugore",
        "1. Mjetet rrugore që importohen në Kosovë duhet të kenë:",
        "1.1. Certifikatë të konformitetit për vetura të reja,",
        "1.2. Dëshmi të origjinës dhe pronësisë së mjetit ose pjesëve të veçanta të instaluara;",
        "2. Në Kosovë nuk mund të importohen vetura më të vjetra se dhjetë (10) vjet.",
        "3. Në Kosovë nuk mund të importohen vetura që nuk e plotësojnë standardin Euro katër (4).",
        "Neni 45",
        "Regjistrimi i mjeteve të pronarëve me vendqëndrim në Republikën e Kosovës",
        "Në  Republikën  e  Kosovës  regjistrohen  mjetet,  pronarët  e  të  cilave  kanë  vendqëndrimin  apo",
        "selinë  në  Kosovë,  si  mjetet  diplomatike,  përfaqësitë  konsullore,  misioneve  të  shteteve  të",
        "huaja, përfaqësive të organizatave ndërkombëtare në Republikën Kosovë, si dhe përfaqësive",
        "ekonomike kulturore të trafikut dhe përfaqësive tjera.",
        "Neni 46",
        "Regjistrimi i mjeteve në pronësi të personave me qëndrim të përkohshëm",
        "1. Në republikën e Kosovës regjistrohen mjetet, pronarët e të cilave janë shtetas të huaj me",
        "leje qëndrimi të përkohshme ose të përhershme, , të cilët regjistrojnë automjetet e tyre sipas",
        "21",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\frregullave  doganore  apo  kërkesave  të  importit  të  përkohshëm  (automjetet  përkohësisht  të",
        "importuara) dhe përdoren sipas kontratës Leasing, ose kontratës së bashkëpunimit afarist të",
        "kontraktuara ndërmjet kompanive me seli në Republikën e Kosovës dhe kompanive tjera me",
        "seli në ndonjë shtet tjetër, si dhe automjetet të cilat janë të destinuara për manifestime sportive,",
        "ekonomike. Për këto mjete lëshohet certifikata e regjistrimit me afat vlefshmërie prej një (1) viti.",
        "2. Personat me qëndrim të përkohshëm mund t’i regjistrojnë mjetet në pronësi të tyre me targa",
        "të përkohshme. Regjistrimi me targa të përkohshme nuk mund të jetë më shkurt se 60 ditë dhe",
        "as më gjatë se 12 muaj.",
        "3.  Regjistrimin  e  përkohshëm  të  automjetit  mund  ta  bëjë  edhe  personeli  i  misioneve",
        "ndërkombëtare apo i organizatave ndërkombëtare të përcaktuara me ligj.",
        "Neni 47",
        "Certifikata e regjistrimit të automjetit me afat të kufizuar",
        "1. Mjetet regjistrohen edhe kur shtetasi i huaj pas përfundimit të qëndrimit të tij, e transporton",
        "mjetin e blerë në Republikën e Kosovës me qëllim që ta regjistroj atë në ndonjë shtet tjetër,",
        "ose për mjetet që i nënshtrohen përpunimeve apo përmirësimeve të cilat transportohen jashtë",
        "vendit.  Certifikata  e  regjistrimit  të  automjetit  në  këtë  rast  jepet  në  afat  kohor  sipas  nevojës,",
        "varësisht se sa kohë do ti duhet mjetit të arrijë deri në shtetin ku do të regjistrohet. Ky afat kohor",
        "i përkohshëm i certifikatës së regjistrimit të automjetit nuk mund të jetë më i gjatë se 30 ditë.",
        "Në këtë rast mjetet regjistrohen deri në skadim të vlefshmërisë së Certifikatës së regjistrimit të",
        "automjetit.",
        "2. Regjistrohen po ashtu edhe mjetet të cilat kanë qenë të regjistruara në Republikën e Kosovës",
        "e  të  cilat  janë  vjedhur  dhe  që  më  vonë  janë  gjetur;  në  këtë  rast  certifikata  e  regjistrimit  të",
        "automjetit lëshohet për një periudhë kohore që i nevojitet automjetit për të arritur në Republikën",
        "e Kosovës, mirëpo për afat kohor jo më të gjatë se 30 ditë. Mjeti regjistrohet në afatin kohor deri",
        "në skadimin e vlefshmërisë së Certifikatës së regjistrimit të automjetit.",
        "3. Automjetet siç janë të përcaktuara në  paragrafët 1 dhe 2 të këtij neni pajisen me targa të",
        "përkohshme.",
        "Neni 48",
        "Mjeti në bashkëpronësi",
        "Nëse mjeti është në pronësi të disa individëve, atëherë regjistrohet në emër të një individi të",
        "emëruar nga bashkëpronarët e tij.",
        "Neni 49",
        "Mjeti me kontratë (leasing)",
        "Mjeti me kontratë ose me kontratë me qira shitet pa të drejtë pronësie, mund të regjistrohet",
        "në emër të përdoruesit, nëse pronari i mjetit e jep pëlqimin me shkrim. Në këtë rast dispozitat",
        "ligjore të cilat janë të aplikueshme për pronarin, automatikisht zbatohen edhe për përdoruesin.",
        "Në  Certifikatën e regjistrimit të automjetit regjistrohet edhe emri i pronarit.",
        "22",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fNeni 50",
        "Mjeti në pronësi të miturit",
        "Mjeti i cili është në pronësi të fëmijës ose të miturit regjistrohet në emër të njërit prind, kujdestarit,",
        "prindit adoptues si dhe bartësit të së drejtës së përdorimit të mjetit. Në këtë rast dispozitat ligjore",
        "të cilat vlejnë për pronarin e mjetit zbatohen edhe për përdoruesin. Në Certifikatën e regjistrimit",
        "të automjetit regjistrohet edhe emri i pronarit.",
        "Neni 51",
        "Mjeti në pronësi të personit të rritur qe nuk posedon patentë shofer",
        "Në rastin kur mjeti është në pronësi të personit të rritur i cili nuk posedon patentë shofer, pronari",
        "cakton një përdorues të mjetit, dhe në këtë rast dispozitat ligjore të cilat vlejnë për pronarin e",
        "mjetit zbatohen edhe për përdoruesin. Në  Certifikatën e regjistrimit të automjetit regjistrohet",
        "edhe emri i pronarit.",
        "Neni 52",
        "Përjashtimet",
        "Dispozitat  e  nenit  50  dhe  51  të  këtij  ligji  nuk  vlejnë  për  moped  dhe  motoçikleta,  kapaciteti  i",
        "punës së motorit tek të cilat nuk është më i madh se 125 cm³ dhe fuqia e motorit nuk është më",
        "shumë se deri në 11 kw si dhe proporcioni i fuqisë së motorit të mjetit me masën e mjetit nuk",
        "tejkalon 0.1 KW/kg; për triçiklet e kategorisë L5e tek të cilat fuqia e motorit nuk e kalon 15 kw",
        "të cilat janë në pronësinë e të miturit i cili e posedon patentë shoferin për kategorinë e mjetit",
        "në fjalë.",
        "Neni 53",
        "Përdorimi i mjetit",
        "Përdoruesi i mjetit ose bartësi i të drejtës së përdorimit të mjetit mund të jetë vetëm personi i cili",
        "posedon patentë shoferin valid për kategorinë e mjetit që përdoret.",
        "Neni 54",
        "Kushtet për regjistrim",
        "1. Mjeti regjistrohet në bazë të kërkesës së pronarit, kërkesës duhet t’i bashkëngjiten:",
        "1.1. Dëshmia e origjinës dhe pronësisë së mjetit ose pjesëve të veçanta të montuara",
        "si shtesë;",
        "1.2. Certifikata e konformitetit ose homologimin për regjistrim, në rastin e mjetit për të",
        "cilin kërkohet certifikata ose pëlqimi në përputhje me këtë ligj;",
        "1.3.  Dëshmia  e  kompletimit  të  sigurimit  të  obligueshëm  të  përgjegjësisë  ndaj  paleve",
        "te treta për mjetet, ndërsa për mjetet e transportit publik të udhëtarëve kërkohet edhe",
        "dëshmia e sigurimit të udhëtarëve;",
        "1.4. Dëshmia e gjendjes së rregullt teknike të mjetit, përveç mjeteve ku kontrollimin teknik",
        "nuk e kanë të obliguar. Dëshmia e kontrollit teknik të mjeteve është valide për 30 ditë.",
        "23",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f2. Përjashtimisht nga paragrafi 1 i këtij neni, mund të regjistrohet mjeti i vjetër muzeor.",
        "Neni 55",
        "Certifikata për regjistrim dhe targat e regjistrimit",
        "1.  Për  mjetin  e  regjistruar  lëshohet  certifikata  e  regjistrimit  dhe  targat  e  regjistrimit,  të  cilat  i",
        "lëshon organi kompetent për regjistrimin e mjetit.",
        "2. Përjashtimisht nga paragrafi 1. i këtij neni, për arsye të kryerjes së detyrave për zbulimin e",
        "kundërvajtjeve  ose  veprave  penale  dhe  autorëve  të  tyre,  automjeteve  të  veçanta  të  policisë",
        "dhe  atyre  të  autoriteteve  inteligjente  të  sigurisë  së  Republikës  së  Kosovës,  institucioneve  te",
        "caktuara  apo  individëve  për  çështje  sigurie  mund  të  lëshohen  dy  ose  më  tepër  certifikata  të",
        "regjistrimit  dhe  komplet  targa  regjistrimi,  nëse  kështu  e  përcakton  Ministria  kompetente  per",
        "Punë të Brendshme.",
        "Neni 56",
        "Lëshimi i certifikatës se regjistrimit te mjetit",
        "1. Certikata e regjistrimit të mjetit, koha e vlefshmërisë, lëshohen dhe ripërtërihen nga autoriteti",
        "kompetent i Ministrisë së Punëve të Brendshme.",
        "2. Për çdo ndryshim të të dhënave në lidhje me regjistrimin e automjeteve, ndryshimet teknike,",
        "ndryshimi  i  pronarit,  vendbanimit,  duhet  që  brenda  tridhjetë  (30)  ditëve  të  njoftohet  autoriteti",
        "kompetent për regjistrimin e automjeteve.",
        "3. Dënohet me gjobë nga dyqind (200) € pronari i mjetit i cili vepron në kundërshtim me dispozitat",
        "e këtij nenit.",
        "4. Dënohet me gjobë në vlerë prej njëmijë (1000) € person juridik, i cili vepron në kundërshtim",
        "me dispozitat e këtij nenit.",
        "KaPITULLI VII",
        "TaRGaT E REGjISTRIMIT",
        "Neni 57",
        "Obligimi i identifikimit",
        "Mjetet në trafikun rrugor duhet të mbajnë dy targa të regjistrimit, përveç motoçikletës, mopedit,",
        "katërçikletave të lehta, katërçikletave, triçikletave me motor, mjeteve bashkëngjiteshe, traktorit",
        "dhe rimorkios të cilat lejohen të kenë një targë regjistrimi.",
        "Neni 58",
        "Vendosja e targave të regjistrimit",
        "1. Targat e regjistrimit lëshohen për identifikim të mjetit.",
        "2. Dënohet me gjobë pesëqind (500.00) euro shoferi i cili i përdor targat e regjistrimit të mjetit të",
        "24",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fcilat nuk i takojnë atij mjeti, kurse të njëjtat konfiskohen.",
        "Neni 59",
        "Përmbajtja e targave të regjistrimit",
        "1. Targat e regjistrimit të mjetit nuk mundë të ndryshohen. Nuk lejohet që mjeti në trafikun rrugor",
        "të  qarkulloj  me  targa  të  ndryshme  nga  ato  që  është  regjistruar  nga  organin  kompetent  për",
        "regjistrimin e mjetit në Ministrinë e Punëve të Brendshme.",
        "2. Targat e regjistrimit duhet të jenë të vendosura në vendin e paraparë nga ana e prodhuesit",
        "të  mjetit  ashtu  që  të  shihen  dhe  të  lexohen  mirë.  Ato  duhet  të  mos  jenë  të  dëmtuara,  të",
        "shtrembëruara, të mbuluara apo të veshura. Targat regjistruese duhet të përforcohen ashtu që",
        "të qëndrojnë në mënyrë permanente në vendin e duhur.",
        "3. Dënohet me gjobë nga gjashtëdhjetë (60) €, shoferi i cili vepron në kundërshtim me dispozitat",
        "e këtij neni.",
        "4.  Forma  dhe  përmbajtja  e  targave  të  regjistrimit  do  të  përcaktohet  me  akt  të  veçantë  nga",
        "Ministria përgjegjëse për punë të brendshme.",
        "Neni 60",
        "Ndërrimi i targave të regjistrimit",
        "1.  Pronari  i  mjetit  duhet  t’i  ndërroj  targat  e  regjistrimit  me  të  reja  nëse  njëra  nga  targat  i  ka",
        "humbur, dëmtuar, shkatërruar, amortizuar deri në atë masë që bëhet e papërdorshme.",
        "2. Dënohet me gjobë nga njëqind (100) € personi i cili vepron në kundërshtim me paragrafin 1",
        "të këtij neni.",
        "Neni 61",
        "Ç’lajmërimi i mjetit",
        "1. Pronari i mjetit të regjistruar mund të çlajmëroj mjetin me vetë dëshirë tek organi kompetent",
        "për regjistrimin e mjetit në Ministrinë e Punëve të Brendshme si dhe i dorëzon targat e mjetit i",
        "cili çlajmërohet.",
        "2. Pronari i mjetit të regjistruar duhet ta çlajmëroj mjetin te organi kompetent për regjistrimin e",
        "mjetit në Ministrinë e Punëve të Brendshme dhe ti dorëzoi targat e regjistrimit nëse:",
        "2.1. Mjeti është i shkatërruar;",
        "2.2. Nëse mjeti do të regjistrohet në shtetin tjetër për arsye të shpërnguljes apo ndonjë",
        "shkaku tjetër;",
        "2.3. Vlefshmëria e certifikatës për regjistrimin e mjetit i ka skaduar për më tepër më",
        "tepër se një vit për motoçikleta, moped, katërçikleta të lehta, katërçikletat, triçiklet të",
        "lehta, triçikleta, rimorkio banimi ose mjeteve muzeore.",
        "3. Dënohet me gjobë pesëdhjetë (50.00) deri në njëqind e pesëdhjetë (150.00) euro, personi",
        "25",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\ffizik i cili vepron në kundërshtim me paragrafin 2. të këtij neni.",
        "4. Dënohet me gjobë pesëqind (500.00) euro, personi juridik i cili vepron në kundërshtim me",
        "paragrafin 2. të këtij neni.",
        "5. Dënohet me gjobë dyqind (200.00) euro, personi përgjegjës i personit juridik i cili vepron në",
        "kundërshtim me paragrafin 2. të këtij neni.",
        "Neni 62",
        "Dorëzimi i targave",
        "Pronari i targave regjistruese të mjetit nuk është i obliguar të dorëzoj targat regjistruese nëse",
        "mjeti  është  dhuruar  dhe  si  i  tillë  regjistrohet  me  të  njëjtat  targa  regjistruese  dhe  në  emër  të",
        "pronari të ri.",
        "Neni 63",
        "Ndërrimi i pronësisë",
        "1. Çlajmërimi i mjetit për shkak të ndërrimit të pronarit është i mundur vetëm nëse në të njëjtën",
        "kohë regjistrohet pronari i ri i mjetit në evidencë.",
        "2. Gjatë bartjes së pronësisë, pronari i ri e regjistron mjetin në emër të tij në afatin kohor prej",
        "tridhjetë (30) ditësh nga data e blerjes së mjetit.",
        "3. Dënohet me gjobë prej pesëdhjetë (50.00) deri në njëqind e pesëdhjetë (150.00) euro personi",
        "i cili vepron në kundërshtim me paragrafin 2 të këtij neni.",
        "4. Dënohet me gjobë pesëqind (500.00) euro personi juridik i cili vepron në kundërshtim me",
        "këtë nen, ndërsa personi përgjegjës i personit juridik dënohet në vlerë prej njëqind e pesëdhjetë",
        "(150.00) eurosh.",
        "Neni 64",
        "Ruajtja e targave të regjistrimit",
        "Organi kompetent për regjistrimin e mjetit në Ministrinë e Punëve të Brendshme i ruan targat e",
        "regjistrimit të dorëzuara një vit nga data e dorëzimit. Nëse deri në këtë afat kohor me këto targa",
        "regjistrimi nuk është regjistruar i njëjti mjet, atëherë këto targa asgjësohen.",
        "Neni 65",
        "Detyrat e pronarit të mjetit jashtë përdorimit",
        "1. Pronari i mjetit të papërdorshëm sipas rregullave për mbrojtjen e mjedisit duhet të çlajmëroj",
        "mjetin dhe të paraqes dëshminë e asgjësimit të tij siç është e përcaktuar me rregullat e mbrojtjes",
        "së mjedisit. Këtë të dhënë autoriteti regjistrues e evidenton në regjistrin e mjeteve.",
        "2. Pronari i mjetit i cili nuk është i përdorshëm sipas rregullave për mbrojtjen ne mjedisit duhet",
        "që pas çlajmërimit të mjetit të japë deklaratë për lokacionin e mjetit, te autoriteti regjistrues i cili",
        "e evidenton në regjistrin e mjeteve. Mjeti i evidentuar duhet të qëndroj në lokacionin e cekur",
        "në  deklaratë,  pronari  i  mjetit  duhet  që  për  secilin  ndryshim  në  lidhje  me  mjetin,  të  lajmëroj",
        "26",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fautoritetin regjistrues në afatin kohor prej 30 ditësh.",
        "3. Dënohet me gjobë nga katër dhjetë (40) € individi i cili vepron në kundërshtim me paragrafin",
        "2. të këtij neni.",
        "4. Dënohet me gjobë pesëqind (500.00) euro personi juridik i cili vepron në kundërshtim me",
        "këtë nen ndërsa personi përgjegjës i personit juridik dënohet në vlerë prej njëqind e pesëdhjetë",
        "(150.00) eurosh.",
        "KaPITULLI VIII",
        "MjETET NË GjENDjE TË RREGULLT TEKNIKE",
        "Neni 66",
        "Mjetet në gjendje të rregullt teknike",
        "Mjeti  në  trafikun  rrugor  nuk  duhet  të  ketë  të  meta/mangësi  teknike,  duhet  ti  ketë  pajisjet  e",
        "përcaktuara vepruese dhe sistemet përbërëse pa mangësi funksionale dhe ti plotësoj kërkesat",
        "e përcaktuara të sigurisë dhe të mbrojtjes së ambientit.",
        "Neni 67",
        "Mjetet e regjistruar jashtë vendit",
        "Mjetet  e  regjistruara  jashtë  vendit  mund  të  qarkullojnë  në  trafikun  rrugor  të  Republikës  së",
        "Kosovës  nëse  janë  në  gjendjen  e  duhur  teknike,  ti  kenë  specifikat  e  kërkuara  teknike  dhe",
        "sistemet funksionale të cilat janë të përcaktuara me konventën ndërkombëtare të trafikut rrugor.",
        "Neni 68",
        "Vërtetim i rregullsisë teknike",
        "1. Gjendja e rregullt teknike e mjetit vërtetohet me kontrollimet teknike dhe me inspektim në",
        "rrugë kur është pjesëmarrës në trafikun rrugor.",
        "2. Kushtet të cilat duhet ti plotësojnë mjetet për pjesëmarrja në trafik do të përcaktohen me akt",
        "të veçantë nënligjor.",
        "Neni 69",
        "Mirëmbajtja, riparimi i mjeteve dhe instalimi (montimi) i pjesëve të homologuara",
        "1.  Personat  juridik,  ose  fizik  të  cilët  prodhojnë,  riparojnë,  përpunojnë,  mirëmbajnë,  tregtojnë",
        "me mjete, sisteme dhe pjesë rezervë të mjeteve ose sisteme të veçanta për mjete duhet që të",
        "sigurojnë profesionalizmin e duhur dhe cilësi të punës duke marrë parasysh të gjitha rregulloret",
        "të cilat garantojnë sigurinë e mjeteve në trafikun rrugor.",
        "2. Në mjete mund të vendosen vetëm pajisjet e homologuara, nëse për to kërkohet homologimi.",
        "3. Dënohet me gjobë nga katër qind (400) € individi i cili vepron në kundërshtim me paragrafin",
        "1. dhe 2. të këtij neni.",
        "27",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f4. Dënohet me gjobë nga katër mijë (4000) € personi juridik, i cili vepron në mënyrë të pavarur",
        "në kundërshtim me paragrafin 1 dhe 2 të këtij neni, ndërsa personi përgjegjës dënohet në vlerë",
        "prej katërqind (400) €.",
        "5.  Procedurat  nga  paragrafi  1.  i  këtij  neni  do  të  rregullohet  nga  Ministria  me  akt  të  veçantë",
        "nënligjor.",
        "Neni 70",
        "Mjetet e veçanta të transportit",
        "1. Mjetet e veçanta të transportit mund të marrin pjesë në trafikun rrugor nëse janë prodhuar,",
        "pajisur, shenjëzuar, kontrolluar dhe nëse janë të pajisura me certifikatën valide në përputhshmëri",
        "me rregullat ose marrëveshjen ndërkombëtare për transportin rrugor të mallrave të llojeve të",
        "veçanta.",
        "2. Dënohet me gjobë nga katërqind (400) € shoferi i cili vepron në kundërshtim me paragrafin 1",
        "të këtij neni për pajisje, shenjëzim dhe kontrollim të mjetit.",
        "3. Dënohet me gjobë në vlerë prej katërmijë (4000) € personi juridik, ose fizik i cili vepron në",
        "kundërshtim  me  paragrafin  1  të  këtij  neni,  ndërsa  personi  përgjegjës  dënohet  në  vlerë  prej",
        "katërqind (400) €.",
        "Neni 71",
        "Mjeti për transportin grupor të fëmijëve",
        "1. Mjeti për transportin grupor të fëmijëve duhet përveç kërkesave të përgjithshme për mjete",
        "të përcaktuara në këtë ligj dhe legjislacionin qe rregullon fushën e transportit, ti plotësoi edhe",
        "kërkesat e veçanta teknike me të cilat garantohet siguria e fëmijëve.",
        "2.  Dënohet  me  gjobë  nga  dyqind  e  pesëdhjetë  (250)  €  shoferi  i  cili  e  përdorë  mjetin  në",
        "kundërshtim me paragrafin 1. të këtij nenit.",
        "3.  Dënohet  me  gjobë  nga  dy  mijë  (2.000)  €  personi  juridik  i  cili  vepron  në  kundërshtim  me",
        "paragrafin 1. të këtij neni, ndërsa personi përgjegjës dënohet në vlerë prej dyqind e pesëdhjetë",
        "(250) €.",
        "Neni 72",
        "Traktorët të cilët nuk qarkullojnë në trafikun rrugor",
        "Ministria  përcakton  rregullat  për  pjesëmarrje  në  trafikun  rrugor  për  traktorët  që  veprojnë  në",
        "bujqësi dhe pylltari si dhe pjesët dhe pajisjet e obliguara dhe çështjet tjera lidhur me to.",
        "Neni 73",
        "Kontrollimi teknik i mjeteve",
        "1.  Verifikimi  i  gjendjes  teknike  të  mjeteve  pjesëmarrëse  në  trafikun  rrugor  bëhet  përmes",
        "kontrolleve teknike, procedurë në të cilën subjekti juridik për kontrollim teknik vlerëson të dhënat",
        "e mjetit, gjendjen e pjesëve, sistemeve dhe pajisjeve të mjetit dhe plotësimin e kërkesave tjera",
        "për mjetin, të përcaktuara me këtë ligj dhe rregullat e lëshuara në bazë të tij.",
        "28",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f2. Subjektet e autorizuara për kontrollim teknik me rastin e kontrollimit teknik të mjeteve janë të",
        "obliguara të bëjnë evidentimin e kilometrave te kaluara të mjetit-leximin e odometrit.",
        "3. Dënohet me gjobë dy mijë (2.000.00) euro, personi fizik i cili e ndryshon numrin e kilometrave",
        "te kaluara të mjetit.",
        "4.  Dënohet  me  gjobë  dhjetë  mijë  (10.000.00)  euro  personi  juridik  i  cili  e  ndryshon  numrin  e",
        "kilometrave të kaluara të mjetit.",
        "5. Dënohet me gjobë një mijë (1.000.00) euro personi përgjegjës i personit juridik i cili e ndryshon",
        "numrin e kilometrave të kaluara të mjetit.",
        "Neni 74",
        "Llojet e kontrolleve teknike",
        "1. Llojet e kontrolleve teknike janë:",
        "1.1. Kontrollimi teknik i jashtëzakonshëm;",
        "1.2. Kontrollimi teknik vjetor dhe,",
        "1.3. Kontrollimi teknik gjashtëmujor",
        "Neni 75",
        "Kontrollimi teknik i jashtëzakonshëm",
        "1. Në kontrollim të jashtëzakonshëm dërgohet:",
        "1.1. mjeti pas aksidentit i cili ndikon në sigurinë e pjesëve përbërëse të mjetit, si rrotat,",
        "zonat e deformuara, sistemet e airbag, timonin ose frenat;",
        "1.2.mjeti në rastet kur sistemet e sigurisë dhe mjedisit dhe pjesët përbërëse të mjetit",
        "janë ndryshuar apo modifikuar;",
        "1.3.  mjeti,  në  rastet  kur  rrezikohet  siguria  në  rrugë  si  pasojë  e  pajisjeve  për  frenim,",
        "drejtim  dhe ndriçim.",
        "2.  Drejtuesi  apo  pronari  i  mjetit  i  cili  urdhërohet  ta  dërgojë  mjetin  në  kontrollim  teknik  të",
        "jashtëzakonshëm,  duhet  ta  dërgojë  mjetin  menjeherë  dhe  t’ia  dorëzojë  urdhërdhënësit",
        "certifikatën e lëshuar nga subjekti i autorizuar për kontroll teknik.",
        "3. Kontrollimi i jashtëzakonshëm nuk ndikon në afatet e realizimit të kontrollimit teknik të rregullt.",
        "4.  Nëse  në  kontroll  teknike  të  jashtëzakonshme  mjeti  është  në  gjendje  të  rregullt  teknike,",
        "shpenzimet e kontrollit i heqë subjekti në emër të të cilit vepron urdhërdhënësi për kontrollim",
        "teknik të jashtëzakonshëm.",
        "5.  Nëse  konstatohet  se  në  kontroll  teknik  të  jashtëzakonshëm  mjeti  nuk  është  në  gjendje  të",
        "29",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\frregullt teknike, shpenzimet e kontrollit i heq pronari i mjetit.",
        "6. Dënohet me gjobë njëqind e tridhjetë (130.00) euro shoferi i cili pas urdhrit nuk e dërgon",
        "mjetin në kontrollim teknik të jashtëzakonshëm.",
        "Neni 76",
        "Kontrollimi teknik vjetor",
        "1. Kontrollimi teknik vjetor realizohet 1 (një) vit pas kontrollimit të parë për:",
        "1.1. Mjetet e transportit, koka tërheqëse dhe mjetet bashkëngjiteshe;",
        "1.2. Mjetet për transportin e materieve të rrezikshme të cilat duhet të jenë në harmonizim",
        "me rregullat dhe të shenjëzuara në mënyrë të veçantë;",
        "1.3. Mjetet e punës;",
        "1.4. Autobusë;",
        "1.5. Mjetet bashkëngjiteshe përveç rimorkios së lehtë banimi, rimorkio e traktorit, rimorkio",
        "të veçanta për bartjen e barkave, kuajve sportiv, hidro motoçikletave dhe pajisjeve tjera",
        "për  sport  dhe  rekreacion  tek  të  cilat  masa  më  e  madhe  e  lejuar  e  rimorkios  e  kalon",
        "masën 750 kg mirëpo nuk e tejkalon masën 3500 kg;",
        "1.6. Mjetet për transportin e udhëtarëve",
        "1.7. Mjetet për transportin grupor të fëmijëve;",
        "1.8. Mjetet me të cilat aftësohen kandidatët për shoferë;",
        "1.9. Mjetet me qira;",
        "2. Mjetet nga nënparagrafët 1.6, 1.7, 1.8 dhe 1.9 të paragrafit 1 të këtij neni, duhet që në lejen",
        "e trafikut të shënohet qëllimi për te cilin janë dedikuar dhe formën e ndërtimit.",
        "3. Përjashtimisht nga paragrafi 1. i këtij nenit bëjnë automjetet e reja katër vite pas regjistrimit",
        "të parë.",
        "4. Përjashtimisht nga paragrafi 1 i këtij nenit tri vite pas blerjes e rimorkios së lehtë duke llogaritur",
        "blerësin e parë.",
        "Neni 77",
        "Kontrollimi teknik gjashtëmujor",
        "1. Kontrolli teknik bëhet çdo gjashtë (6) muaj për:",
        "1.1. Mjetet të cilat përdoren për transportin e udhëtarëve, kategoria M2, M3;",
        "30",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f1.2. Mjetet të cilat përdoren për aftësimin e kandidatëve për shoferë (auto shkolla);",
        "1.3. Mjetet të cilat bëjnë transportin grupor të fëmijëve;",
        "1.4. Mjetet e transportit me masë mbi 7.5 t;",
        "1.5. Mjete të cilat transportojnë materie të rrezikshme.",
        "1.6. mjetet TAXI, mjetet me qira, mjetet e ndihmës së shpejtë.",
        "2. Mjetet të cilat përdoren për qëllime te caktuara nga paragrafi 1 i këtij neni duhet të kenë të",
        "shënuar ne lejen e trafikut qëllimin për të cilin janë dedikuar dhe formën e ndërtimit.",
        "3. Dënohet me gjobë njëqind e tridhjetë (130) € shoferi, mjeti i të cilit nuk i është nënshtruar",
        "kontrollimit teknik ashtu siç parashihet me dispozitat e këtij nenit.",
        "4. Dënohet me gjobë pesëqind (500.00) euro personi juridik i cili e përdor mjetin në kundërshtim",
        "me  këtë  nen,  ndërsa  personi  përgjegjës  i  personit  juridik  dënohet  me  gjobë  prej  njëqind  e",
        "pesëdhjetë (150.00) eurosh.",
        "Neni 78",
        "Zbatimi i kontrollimit teknik",
        "1. Kontrollimi teknik i mjeteve duhet të bëhet në harmoni me rregulloret valide dhe duke përdorur",
        "pajisje matëse pa të meta teknike të përshkruara dhe pajisjet tjera, pajisjet matëse duhet të jenë",
        "të miratuara të kontrolluara dhe të certifikuara në përputhshmëri me rregullat metrologjisë dhe të",
        "kalibruara siç duhet, nëse për to nuk ekzistojnë rregulla te metrologjisë, atëherë gjatë realizimit",
        "të kontrollimit teknik merren në konsideratë edhe udhëzimet për përdorimin e pajisjeve të cilat",
        "përdoren për kontrollimin teknik.",
        "2. Kalibrimi i pajisjeve të kontrollit teknik të mjeteve bëhet pas kontrollit të shtatë mijë (7000)",
        "mjeteve. Çmimi për kalibrim përcaktohet me akt nënligjor nga Ministria përkatëse për tregti dhe",
        "industri, në bashkëpunim me Ministrinë.",
        "3. Në qoftë se gjatë kontrollimit teknik konstatohet se mjeti është pa të meta teknike atëherë i",
        "lëshohet certifikata në të cilën shënohet afati me të cilin mjeti duhet të bëjë kontrollimin teknik",
        "të ardhshëm.",
        "4. Dënohet me gjobë nga tetëmijë (8000) € deri në 15.000.00 € subjekti juridik për kontroll teknike",
        "i cili gjatë kontrollimit teknik vepron në kundërshtim me këtë nen, ose e lëshon certifikatën e",
        "kontrollimit teknik pa qenë prezent mjeti, ndërsa personi përgjegjës dënohet me gjobë në vlerë",
        "prej katërqind (400) €.",
        "Neni 79",
        "Vlerësimi i mangësive gjatë kontrollit të rregullt teknik",
        "1. Mangësitë e gjetura gjatë inspektimeve teknike të automjeteve kategorizohen në njërën prej",
        "kategorive të mëposhtme:",
        "31",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f1.1. mangësi të vogla të cilat nuk kanë efekt të rëndësishëm në sigurinë e automjetit",
        "ose ndikimit në mjedis, dhe mospërputhjeve të tjera të vogla.",
        "1.2. mangësi të mëdha të cilat mund të dëmtojnë sigurinë e automjetit ose kanë ndikim",
        "në mjedis ose vënë përdoruesit e tjerë të rrugës në rrezik, apo edhe mospërputhjesh",
        "të tjera më të rëndësishme;",
        "1.3. mangësi të rrezikshme që përbëjnë një rrezik të drejtpërdrejtë dhe të menjëhershëm",
        "për sigurinë rrugore ose që kanë një ndikim në mjedis.",
        "2. Ministria me akt nënligjor përcakton mënyrën e vlerësimit dhe kategorizimin e mangësive tek",
        "mjetet të cilat i nënshtrohen kontrollimit të rregullsisë teknike.",
        "3.  Ministria,  në  konsultim  më  Ministrinë  përkatëse  për  mjedis,  me  akt  nënligjor  përcakton",
        "mënyrën  e  vlerësimit  dhe  kategorizimin  e  mangësive  te  mjetet  sipas  ndikimit  të  ndotjes  së",
        "mjedisit.",
        "4.  Dënohet  me  gjobë  nga  pesëqind  (500)  €  subjekti  për  kontrollim  teknik  i  cili  vepron  në",
        "kundërshtim me pikën 1.1 e paragrafit 1 te ketij neni, ndërsa personi përgjegjës i subjekti juridik",
        "për kontrollim teknik. dënohet me gjobë nga njëqind (100).",
        "5.  Dënohet  me  gjobë  tre  mijë  e  pesëqind  (3.500.00)  euro  subjekti  për  kontrollim  teknik  i  cili",
        "vepron në kundërshtim me pikën 1.2 e paragrafit 1 te ketij neni, ndërsa personi përgjegjës i",
        "subjekti juridik për kontrollim teknik. dënohet me gjobë njëqind (100).",
        "6. Dënohet me gjobë dhjetëmijë (10000.00) € dhe pezullim të licencës për një vit subjekti për",
        "kontrollim teknik i cili vepron në kundërshtim me pikën 1.3 e paragrafit 1 te ketij neni, ndërsa",
        "personi përgjegjës i subjekti juridik për kontrollim teknik dënohet me gjobë dy mijë (2.000.00)",
        "euro.",
        "Neni 80",
        "Masat për mënjanimin e mangësive",
        "1. Nëse gjate inspektimit te rregullsisë teknike te mjetit identifikohen mangësitë nga pika 1.1 e",
        "paragrafit 1 te nenit 79, atëherë lëshohet certifikata e rregullsisë teknike te mjetit. Personi fizik",
        "ose  juridik  obligohet  qe  te  mënjanojë  mangësitë  e  identifikuara.  Dënohet  me  gjobë  njëqind",
        "(100.00) euro personi fizik i cili vepron në kundërshtim me këtë paragraf, ndërsa personi juridik",
        "dënohet me pesëqind (500.00) euro.",
        "2. Nëse gjate inspektimit te rregullsisë teknike te mjetit identifikohen mangësitë nga pika 1.2",
        "e paragrafit 1 te nenit 79, atëherë mjeti nuk e kalon testin e rregullsisë teknike. Subjekti për",
        "kontrollim teknik i cakton afatin për mënjanimin e mangësisë i cili nuk mund të jetë më tepër se",
        "30 ditë.",
        "3. Nëse gjate inspektimit te rregullsisë teknike te mjetit identifikohen mangësitë nga pika 1.3 e",
        "paragrafit 1 te nenit 79, atëherë mjeti nuk e kalon testin e rregullsisë teknike dhe i pezullohet e",
        "drejta për pjesëmarrje në trafik. Subjekti për kontrollim teknik i cakton afatin për mënjanimin e",
        "mangësive i cili nuk mund të jetë më tepër se 30 ditë.",
        "32",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fNeni 81",
        "Ndryshimet e identifikuara",
        "1. Nëse gjatë kontrollimit teknik të mjetit janë konstatuar modifikime apo ndryshime në mjet,",
        "të  dhënat  në  lejen  e  trafikut  të  mjetit  dhe  në  evidencën  elektronike  nuk  përputhen,  atëherë",
        "certifikata  për  kontrollimin  teknik  mund  të  lëshohet  vetëm  pas  kryerjes  së  procedurës  së",
        "homologimit individual të mjetit në përputhje me këtë ligj. Regjistrimi gjegjës i modifikimit apo",
        "ndryshimit të përputhshmërisë bëhet në certifikatën e pëlqimit për regjistrim.",
        "2.  Dënohet  për  me  gjobë  nga  tre  mijë  (3.000.00)  euro  personi  juridik  i  cili  gjatë  kontrollimit",
        "teknik vepron në kundërshtim me këtë nen, ndërsa personi përgjegjës dënohet me gjobë nga",
        "katërqind (400) €.",
        "Neni 82",
        "Ndryshimet të cilat evidentohen",
        "1.  Pronari  i  mjetit  është  përgjegjës  për  ndryshimet  e  kryera  në  mjet,  se  a  janë  bërë  sipas",
        "homologimit ose sipas homologimit individual dhe nuk bëjnë pjesë në modifikime të mjetit sipas",
        "nenit 81 të këtij ligji.",
        "2. Në ndryshimet nga paragrafi një 1. i këtij nenit bëjnë pjesë montimi i sistemeve përbërëse të",
        "cilat ndryshojnë nga pjesët të cilat zëvendësohen dhe si të tilla nuk janë të lejuara për montim",
        "në tipa të caktuar të mjeteve siç është:",
        "2.1. sistemi për lirimin e gazrave;",
        "2.2. sistemet mekanike për bashkëngjitjen e mjeteve - sferat për tërheqje të diametrit",
        "50mm dhe koka për tërheqje.",
        "3. Instalimet nga paragrafi 2. i këtij nenit nuk bëjnë pjesë në modifikime nëse këto i realizon",
        "prodhuesi i këtyre pjesëve, personi juridik ose fizik të cilët janë të regjistruar për mirëmbajtje",
        "dhe riparimin e mjeteve. Realizuesi i këtyre montimeve duhet më pas të lëshojë certifikatë mbi",
        "përfundimin e këtyre montimeve.",
        "4. Dënohet me gjobë nga njëqind e pesëdhjetë (150) € individi i cili vepron në kundërshtim me",
        "paragrafin 1. të këtij neni.",
        "5. Dënohet me gjobë në vlerë prej njëmijë (1.000) € personi juridik i cili vepron në kundërshtim",
        "me paragrafin 1 të këtij neni, ndërsa personi përgjegjës dënohet me gjobë në vlerë prej njëqind",
        "e pesëdhjetë (150) €.",
        "Neni 83",
        "Ndryshimet e evidentuara të mjetit transportues",
        "1.  Pronari  i  mjetit  transportues  është  i  obliguar  të  kërkojë  që  ndryshimet  e  bëra  në  mjetin  e",
        "tij, e të cilat janë bërë me pëlqimin e tij, por nuk përbëjnë riparim sipas nenit 27 të këtij ligji,",
        "atëher duhet të evidentohen pranë institucionit të autorizuar, në afat prej 30 ditësh nga dita e",
        "ndryshimit të bërë.",
        "2. Ndryshimet në paragrafin 1. të këtij nenin, kanë të bëjnë me instalimin e sistemeve të veçanta,",
        "33",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fpjesëve përbërëse, njësive të pavarura teknike dhe pajisjes që janë të ndryshme prej sistemeve",
        "të  instaluara  bazike,  kurse  të  njëjtat  janë  licencuar  për  tu  instaluar  në  tipin  konkret  të  mjetit",
        "transportues, siç janë:",
        "2.1. sisteme për nxjerrjen e gazrave, pajisje për tërheqjen e mjeteve rrugore, masa më",
        "e madhe e lejuar e të cilave nuk i kalon 3.500 kg, me përjashtim të traktorëve;",
        "2.2. bashkëngjitësh - rimorkios.",
        "3. Instalimin e sistemeve të veçanta, pjesëve përbërëse, njësive të pavarura teknike dhe pajisjes",
        "nga paragrafi 2. të këtij neni, e bën subjekti juridik që është regjistruar për mirëmbajtjen dhe",
        "riparimin e mjeteve transportuese, për të cilën lëshohet vërtetimi pas plotësimit të kushteve të",
        "caktuara.",
        "4. Dënohet me gjobë nga dyqind (200) € pronarit të mjetit rrugor i cili vepron në kundërshtim me",
        "dispozitat e paragrafit 1. të këtij neni.",
        "5. Dënohet me gjobë pesëqind (500.00) euro personi juridik i cili vepron në kundërshtim me",
        "dispozitat e paragrafit 1. të këtij neni.",
        "Neni 84",
        "Instalimi i pajisjes për motor me gaz",
        "1. Instalimin e pajisjes për motor me gaz të lëngshëm nafte, me gaz tokësor të kompresuar,",
        "ose pajisjes tjetër konform dispozitave të këtij ligji, e bëjnë subjektet juridike të autorizuar nga",
        "Ministria pas plotësimit të kushteve të përcaktuara me këtë ligj.",
        "2. Autorizimi nga paragrafi 1. i këtij neni, i jepet subjekteve juridike të cilat posedojnë autorizimin",
        "nga  prodhuesi  i  instalimeve  ose  pajisjes  që  e  instalon,  përmbushin  kushtet  hapësinore,",
        "materialo-teknike, kushtet e sigurisë, si dhe kuadrin profesional për vendosjen e instalimit dhe",
        "pajisjes plotësuese të mjetit transportues.",
        "3. Nëse subjekti i autorizuar për instalimin e pajisjes për motor me gaz të lëngshëm nafte, dështon",
        "në kryerjen e procedurës në përputhje me ligjin ose e ndërpret përmbushjen e kushteve nga",
        "paragrafi 2. i këtij neni, Ministri i ngarkuar për transport me vendim do t’ia pezullojë autorizimin",
        "dhe do të përcaktoj afatin prej 30 ditësh për mënjanimin e mangësive të konstatuara.",
        "Neni 85",
        "Revokimi i autorizimit",
        "1. Nëse subjekti i autorizuar nuk i mënjanon mangësitë e konstatuara, Ministri me vendim do",
        "t’ia revokojë autorizimin.",
        "2. Vendimi nga paragrafi 1. të këtij neni është i formës së prerë dhe kundër të njëjtit mund të",
        "hapet kontest administrativ para gjykatës kompetente.",
        "34",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fNeni 86",
        "Ndryshimet që nuk evidentohen",
        "1.  Për  ndryshimet  e  mjetit  transportues,  që  nuk  kanë  ndikim  në  sigurinë  e  trafikut  rrugor,",
        "përkatësisht mbi mjedisin dhe në mënyrë të drejtë dhe të lehtë mund të bëhen para fillimit të",
        "shfrytëzimit të mjeteve transportuese, pronari i mjetit transportuese nuk e ka për obligim që të",
        "kërkoj evidentimin e tyre.",
        "2. Ndryshimet nga paragrafi 1. i këtij neni, kanë të bëjnë me instalimin e pajisjes për vendosjen",
        "e bagazhit, antenave, elementeve dekorative etj.",
        "3. Ministria e punëve të brendshme me akt nënligjor e rregullon përdorimin dhe lejen e vendosjes",
        "së xhamave të errët në mjet, në pajtim me standardet e BE-së.",
        "Neni 87",
        "Organizimi i kontrollimit teknik të mjeteve",
        "1. Procedurat e kontrollimit teknik të mjeteve janë unike për të gjitha subjektet të cilat e ofrojnë",
        "shërbimin e kontrollit teknik të mjeteve.",
        "2. Ministria përcakton çmimoren për kontrollim teknik. Çmimi është unik dhe vlen për të gjitha",
        "subjektet e autorizuara për kontrollim teknik.",
        "Neni 88",
        "Subjektet juridike për kontroll teknike",
        "1. Funksionet e kontrolleve teknike mund t’i kryejnë subjektet juridike që kanë marrë licencë",
        "nga Ministri.",
        "2. Subjektet për kontrolle teknike mund të licencohen edhe për homologim të mjeteve, sipas",
        "kushteve të parapara.",
        "3. Subjektit, i cili i plotëson kushtet nga neni 34 dhe neni 90 i këtij ligji, i lëshohet licencë me",
        "afat të pakufizuar, me kusht që në mënyrë të pandërprerë t’i plotësojë kushtet dhe kriteret e",
        "përcaktuara me këtë ligj dhe dispozitat nënligjore të nxjerra në bazë të këtij ligji.",
        "4. Dënohet me gjobë dhjetë mijë (10.000.00) euro subjekti juridik i cili kryen punë pa licencë",
        "apo me licencë të pezulluar.",
        "5. Dënohet me gjobë tre mijë (3.000.00) euro subjekti juridik i cili vepron në kundërshtim me",
        "dispozitat e paragrafit 3 të këtij neni.",
        "Neni 89",
        "Licencimin i subjekteve juridike për kontrollim teknik",
        "1. Subjekti juridik për kontroll teknik, licencohet për kryerjen e njërës apo më tepër punëve, si",
        "vijojnë:",
        "35",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f1.1. vlerësimin e gjendjes teknike të mjeteve;",
        "1.2. kontrollin e mjeteve me kërkesa të veçanta,",
        "1.3. kontroll teknike të jashtëzakonshme dhe periodike.",
        "2. Nuk mund të licencohet asnjë subjekt i ri apo linjë e re për kontroll teknik nëse mesatarja",
        "e numrit të kontrolleve teknike të të gjitha subjekteve për kontroll teknik brenda territorit të një",
        "komune nuk ka kaluar katër mijë (4000) kontrolle brenda vitit.",
        "3. Kontrolli teknik i mjeteve mund të bëhet vetëm brenda Komunës ku e ka vendbanimin pronari i",
        "mjetit. Nëse brenda Komunës nuk ka subjekte për kontroll teknik, atëherë kontrolli bëhet brenda",
        "rajonit ku e ka vendbanimin pronari i mjetit.",
        "4.  Licenca  për  kontroll  teknik  të  mjetit  apo  për  homologim  lëshohet  së  paku  për  një  grup",
        "kategorish të mjeteve.",
        "5. Licenca e vlerësimit të gjendjes teknike të mjeteve lëshohet vetëm në kuadër të autorizimit",
        "për kontroll teknik të mjeteve apo për homologim.",
        "Neni 90",
        "Kushtet për marrjen e licencës",
        "1. Për marrjen e licencës nga neni 89 i këtij ligji, subjekti juridik duhet t’i plotësoj kushtet që kanë",
        "të bëjnë me:",
        "1.1. Kushtet hapësinore",
        "1.2. kuadrin përkatës profesional,",
        "1.3. pajisjen e nevojshme, aparatet dhe lokalet;",
        "1.4.  Përkrahje  përkatëse  në  aspektin  teknik  dhe  të  teknologjisë  informatikës  për",
        "kryerjen e punëve;",
        "1.5. Kushte tjera specifike përcaktohen në një akt nënligjorë.",
        "Neni 91",
        "Plotësimi i përhershëm i kushteve",
        "Subjekti juridik i licencuar obligohet që në mënyrë të përhershme t’i plotësoj kushtet e përcaktuara",
        "me dispozitat e këtij ligji dhe rregullat e miratuara në bazë të këtij ligji.",
        "Neni 92",
        "Revokimi i licencës se subjektit për kontroll teknike",
        "1.  Ministri,  subjektit  juridik  për  kontroll  teknik  me  vendim  i  revokon  licencën  për  kryerjen  e",
        "kontrollit teknik, nëse:",
        "36",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f1.1. ka pushuar t’i plotësoj kushtet e përcaktuara, për kryerjen e punëve të përcaktuara,",
        "në pajtim me dispozitat e këtij ligji dhe rregullat e miratuara në bazë të këtij ligji;",
        "1.2. kundër tij është ngritur procedura e falimentimit apo likuidimit;",
        "1.3. ka pushuar të punoj në bazë të vendimit gjyqësor;",
        "1.4. punët nuk i kryen në pajtim me dispozitat e këtij ligji dhe aktet nënligjore të miratuara",
        "në bazë të këtij ligji;",
        "1.5.  Autoriteti/subjekti  për  mbikëqyrje  profesionale  ka  njoftuar  ministrinë  për  mos",
        "përmbushjen e kërkesave teknike me rastin e kontrollimit teknik të mjeteve.",
        "2. Mbikëqyrjen profesionale nga nën paragrafi 1.5. i paragrafit 1. të këtij neni e kryen ministria",
        "ose subjekti i autorizuar për mbikëqyrje profesionale.",
        "3. Vendimi nga paragrafi 1. i këtij neni është përfundimtar, dhe kundër tij mund të ngritet kontest",
        "administrativ, në gjykatën kompetente.",
        "Neni 93",
        "Dhënia e provimit",
        "1. Personat e autorizuar për kryerjen e kontrollimit teknik pranë subjekti juridik duhet të japin",
        "provimin  profesional  për  aftësim.  Provimi  profesional  mbahet  nga  komisioni  kompetent  i",
        "Ministrisë i caktuar me vendim të Ministrit. Kandidati i cili e kalon me sukses testin e fiton të",
        "drejtën për ushtrimin e profesionit.",
        "2. Punëtorët profesionalë nga paragrafi 1. i këtij neni, duhet të ju nënshtrohen trajnimeve për",
        "përfitimin e njohurive në çdo dy vite nga dita e lëshimit të vërtetimit për provimin e dhënë.",
        "Neni 94",
        "Verifikimi i njohurive",
        "1. Kandidati që nuk e ka dhënë provimin do të dërgohet përsëri për dhënien e provimit, në afat",
        "prej 15 ditësh nga data e marrjes së rezultateve të provimit.",
        "2. Në periudhën deri në dhënien e provimit profesional, apo e ka dhënë atë dhe nuk merr pjese",
        "ne afatin e përcaktuar për trajnime për përfitimin e njohurive kandidati nuk ka të drejtë që të",
        "kryejë punë për të cilat nevojitet provimi profesional dhe trajnimet e parapara.",
        "Neni 95",
        "Rregullat për subjektet e kontrollimeve teknike",
        "1. Ministri i ngarkuar për transport, për fushën e kontrollit teknik do të miratoj rregulla, për:",
        "1.1. kriteret më të afërta për kushtet e lokalit, pajisjes, aparateve dhe kuadrove  për",
        "subjektin juridik për kontrollim teknik, si dhe kalibrimin dhe verifikimin e aparateve dhe",
        "pajisjeve, në pajtim me nenin 89 të këtij ligji",
        "37",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f1.2. procedurat për kryerjen e punëve të kontrollit teknik,",
        "1.3. mënyrën dhe procedurën për lëshimin dhe revokimin e licencës të subjektit juridik",
        "për kontrollim teknik,",
        "1.4.  grupet  dhe  kategoritë  e  mjeteve,  për  të  cilat  lëshohet  autorizimi  për  kontrollim",
        "teknik të mjeteve,",
        "1.5.  mënyrën  dhe  procedurën  e  dhënies  së  provimit  profesional  dhe  verifikimit  të",
        "njohurive,  formën  dhe  përmbajtjen  e  formularit  të  vërtetimit  për  provimin  e  dhënë,",
        "mënyrën e punës së komisionit për realizimin e provimit profesional dhe programin për",
        "dhënien e provimit profesional, si dhe mënyrën e mbajtjes së evidencës për provimet e",
        "realizuara profesionale nga ana e komisionit, në pajtim me nenin 91 dhe 92 të këtij ligji;",
        "Neni 96",
        "Inspektimi",
        "Inspektimin e punës së subjekteve juridike për kontrollim teknik e bëjnë zyrtarët e ministrisë.",
        "Neni 97",
        "Kompetencat e personave zyrtarë",
        "1. Personi zyrtar ka për detyrë:",
        "1.1. Të kontrolloj evidencat në kontroll teknike;",
        "1.2. Ti marr të dhënat personale dhe të dhënat tjera nga të dhënat zyrtare dhe bazat",
        "tjera të dhënave të cilat nevojiten për të zbatuar kontrollimin. Këto të dhëna duhet ti",
        "epen personave të autorizuar pa kompensim material;",
        "1.3. Të siguroj të dhënat dhe të kryej rishikimin e objekteve teknike dhe hapësirës së",
        "sigurisë, pajisjeve, formularëve, vulave dhe dokumentacionit tjetër;",
        "1.4. Ti marr falas kopjet e dokumenteve të cilat i nevojiten për të zbatuar rishikimin e",
        "inspektimit dhe veprimeve;",
        "1.5. Pezullon licencën me rastin e konstatimit të mangësive;",
        "1.6. Kryen edhe veprime të tjera të cilat janë në përputhje me qëllimet e kontrollit.",
        "Neni 98",
        "Masat e zyrtarit të autorizuar",
        "1.  Nëse  zyrtari  i  autorizuar  ne  bazë  të  ketij  ligji,  konstaton  që  subjekti  i  kontrollimit  teknik  të",
        "mjeteve, shfrytëzon pajisjet dhe pajimet që nuk janë në rregull, që objekti dhe hapësira nuk i",
        "plotësojnë kushtet e parapara, kontrollimet teknike të mjeteve i kryen personi i cili nuk posedon",
        "dëshmi trajnimi ose punët që i janë besuar institucionit për kontrollimin teknik të mjeteve nuk",
        "kryhen sipas rregullave dhe procedurave te përcaktuara, me vendim do ti pezullohet licenca",
        "deri në eliminimin e mangësive.",
        "38",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f2.  Personi  i  autorizuar  i  cili  vepron  në  kundërshtim  me  paragrafin  1.  të  këtij  neni  dhe  i  njëjti",
        "e humb të drejtën e ushtrimit të funksionit të mbikëqyrjes së subjekteve për kontrollim teknik",
        "(inspektimin e punës).",
        "Neni 99",
        "Pezullimi dhe revokimi e licencës",
        "1. Nëse subjekti për kontrollim teknik të mjeteve nuk i eliminon mangësitë e konstatuara, në",
        "intervalin kohor prej gjashtë muajve prej datës kur i është pezulluar licenca, zyrtari i autorizuar",
        "i propozon Ministrit që të bëjë revokimin e licencës për kryerjen e kontrollimit teknik të mjeteve.",
        "2. Kundër këtij vendimi nga paragrafi 1 i këtij neni, në afatin prej pesëmbdhjetë (15) ditësh, pala",
        "e pakënaqur mund të paraqesë ankesë në Ministri. Ankesa shqyrtohet nga komisioni i caktuar",
        "nga Ministri brenda pesëmbëdhjetë (15) ditësh. Ankesa nuk e shtyn ekzekutimin e vendimit.",
        "3. Pala e pakënaqur me vendimin e marrë nga komisioni i cili e ka shqyrtuar ankesën, ka të",
        "drejtë të ushtrojë padi në Gjykatën kompetente.",
        "4. Dënohet me gjobë prej tremijë e pesëqind (3.500.00) deri tetëmijë e pesëqind (8.500.00) €,",
        "subjekti i kontrollimit teknik nëse vepron ne kundërshtim me rregullat e paragrafit 1. të këtij neni.",
        "Neni 100",
        "Qasja në informatat e riparimeve dhe mirëmbajtjen e mjeteve",
        "1.  Informatat  për  riparimin  dhe  mirëmbajtjen  e  mjeteve  janë  të  nevojshme  për  konstatimin  e",
        "gjendjes së mjeteve, servisimit, rishikimit, rishikimeve të rregullta, riparimeve, ri programimeve",
        "dhe ri integrimeve të mjeteve ose konstatimin e gjendjes së mjeteve në largësi përfshirë edhe",
        "ndryshimet  e  mëvonshme  dhe  plotësimet  e  informatave  duke  përfshirë  të  gjitha  të  dhënat  e",
        "nevojshme për montimin e pjesëve dhe pajisjeve të mjeteve.",
        "2. Me kërkesën e pronarit të mjetit subjekti për mbikqyrjen e subjekteve për kontrollim teknik i",
        "lëshon palës vetetimin për kilometrat e kaluara të mjetit.",
        "Neni 101",
        "Kompensimi për qasje",
        "1. Prodhuesi ose përfaqësuesi i prodhuesit duhet në përputhje me specifikime teknike për mjete",
        "me kompensim të arsyeshëm të shpenzimeve iu mundëson të gjithë mirëmbajtësve të mjeteve",
        "të interesuar të kenë qasje të pakufizuara në informata teknike, diagnostike dhe pajisje, sisteme",
        "duke i përfshirë këtu të gjitha programet elektronike (softuer) përkatëse të cilat lejojnë qasje në",
        "informata për riparimin dhe mirëmbajtjen e mjeteve.",
        "2. Dënohet me gjobë në vlerë prej katërmijë (4.000.00) € prodhuesi cili vepron në kundërshtim",
        "me dispozitat e këtij neni ndërsa personi përgjegjës dënohet me gjobë prej katërqind (400.00)",
        "€.",
        "39",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fKaPITULLI IX",
        "KONTROLLIMI I RREGULLËSISË TEKNIKE NË RRUGË",
        "Neni 102",
        "Kontrolli teknik mobil",
        "1. Kontrollimin teknik mobil në rrugë e kryen Ministria ose subjektet e autorizuara nga ministria.",
        "2.  Ministria  me  akt  nënligjor  do  të  përcaktojë  kushtet  dhe  kriteret  të  cilat  duhet  ti  plotësojë",
        "subjekti për kontrollim teknik mobil.",
        "Neni 103",
        "Zbatueshmëria",
        "1. Kontrollit teknik mobil në rrugë i nënshtrohen mjetet të cilat arrijnë të zhvillojnë shpejtësinë",
        "mbi 25 km/h.",
        "1.1. automjetet e projektuara dhe të konstruktuara kryesisht për transportin e personave",
        "dhe valixheve, mjetet e kategorisë M1, M2 dhe M3;",
        "1.2. automjetet e projektuara dhe konstruktuara për transportin e mallrave kategoria e",
        "mjeteve N1, N2 dhe N3;",
        "1.3. rimorkio e dizajnuara dhe të ndërtuar për transportin e mallrave ose personave,",
        "si  edhe  për  akomodimin  e  personave,  që  kanë  masë  maksimale  që  tejkalon  3.5t,",
        "kategoritë e automjeteve O3 dhe O4;",
        "1.4.  traktorët  me  rrota  të  kategorisë  T5  përdorimi  i  të  cilave  kryesisht  zhvillohet  në",
        "rrugët publike për qëllime komerciale të transportimit rrugor, tek të cilat shpejtësia më e",
        "madhe e projektuar tejkalon 40 km/h.",
        "2. Kategoritë e mjeteve sipas këtij neni përcaktohen më akt nënligjor nga Ministria.",
        "Neni 104",
        "Inspektimi i mjeteve në rrugë",
        "1. Përzgjedhja e automjetit për kontrollimin e rregullsisë teknike në rrugë si dhe gjatë kryerjes",
        "kontrollimi, zyrtarët e autorizuar dhe inspektuesit duhet të përmbahen nga çfarëdo diskriminimi.",
        "2. Kompensimi për angazhimin e njësisë mobile nuk është i lidhur drejtpërdrejt me rezultatet",
        "fillestare apo të detajuara të kontrollit të rregullsisë teknike të mjetit.",
        "3.  Inspektimet  e  detajuara  të  rregullsisë  teknike  në  rrugë  duhet  të  kryhen  nga  inspektuesit",
        "të cilët i plotësojnë kërkesat minimale të kompetencës dhe trajnimeve të përcaktuara me akt",
        "nënligjorë nga Ministria.",
        "40",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fNeni 105",
        "Përzgjedhja e automjeteve për kontrollim teknik fillestar në rrugë",
        "1.  Me  rastin  e  përcaktimit  të  automjetit  i  cili  do  ti  nënshtrohet  kontrollimit  teknik  fillestar  në",
        "rrugë, zyrtarët e autorizuar mund të zgjedhin, si prioritet, automjetet që operojnë nga subjektet",
        "të  cilat  për  fushëveprim  e  kanë  operimin  me  rrezik  të  lartë. Automjetet  gjithashtu  mundë  të",
        "përzgjedhjen në mënyrë të rastësishme për inspektim, apo kur ekziston dyshimi se automjeti",
        "paraqet një rrezik për sigurinë rrugore ose për mjedisin.",
        "2. Ministria me një akt të veçantë do ti përcaktojë procedurat për kontrollimin teknik fillestar në",
        "rrugë.",
        "Neni 106",
        "Përmbajtja dhe metodat e inspektimeve teknike në rrugë",
        "1. Ministria duhet të sigurojë që automjetet e përzgjedhura në pajtim me nenin 103 të këtij ligji i",
        "nënshtrohen inspektimit teknik fillestar në rrugë.",
        "2. Ne çdo inspektim teknik fillestar te automjetit, inspektuesi:",
        "2.1.  duhet  të  kontrollojë  certifikatën  e  fundit  të  rregullsisë  teknike  dhe  raportin  e",
        "inspektimit teknik në rrugë, të cilat duhet të jenë në dispozicion e të mbahen në automjet;",
        "2.2. duhet të kryej vlerësimin vizual të gjendjes teknike të automjetit;",
        "2.3. bënë një vlerësim vizual të sigurimit të ngarkesës së automjetit,",
        "2.4. mund të kryej kontrolle teknike me cilëndo metodë që konsiderohet e përshtatshme.",
        "Kontrollet  e  tilla  teknike  mund  të  kryhen  në  mënyrë  qe  të  arsyetohet  vendimi  për  të",
        "paraqitur automjetin për një inspektim më të detajuar të rregullsisë teknike në rrugë,",
        "ose të kërkojë që mangësitë të korrigjohen menjëherë në rast se një gjë e tillë është e",
        "mundur.",
        "3. Inspektuesi duhet të verifikojë nëse ndonjëra nga mangësitë e paraqitura në raportin paraprak",
        "te inspektimit teknik në rrugë është korrigjuar.",
        "4. Në bazë të rezultatit të inspektimit fillestar, inspektuesi duhet të vendosë nëse automjeti ose",
        "rimorkio i tij duhet ti nënshtrohet një inspektimi më detajuar në rrugë.",
        "Neni 107",
        "Inspektim i detajuar teknik",
        "Inspektim i detajuar teknik në rrugë duhet të mbulojë ato pajisje të listuar të cilat konsiderohen",
        "të  nevojshme  dhe  të  rëndësishme,  duke  marrë  parasysh  në  mënyrë  të  veçantë  sigurinë  e",
        "frenave, gomave, rrotave, shasisë dhe ndikimin e dëmshëm, dhe metodat e rekomanduara të",
        "zbatueshme për testimin e atyre mjeteve.",
        "41",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fNeni 108",
        "Përcaktimi i pajisjeve për verifikim dhe kontrollim",
        "Përmbajtja e listës së pajisjeve të cilat duhet ti nënshtrohen testimit, do të përcaktohet me akt",
        "nënligjor nga Ministria.",
        "Neni 109",
        "Objektet e inspektimit",
        "1. Inspektimi i detajuar teknik në rrugë kryhet duke përdorur njësinë mobile te inspektimit e cila",
        "rregullohet me akt nënligjorë nga Ministria.",
        "2.  Shërbimi  i  kontrollimit  teknik  mobil  në  rrugë  kompensohet  nga  ministria  përgjegjëse  për",
        "transport.",
        "Neni 110",
        "Njësia mobile për kontrollim teknik të mjeteve",
        "Njësitë mobile për inspektim rregullsisë teknike ne rruge duhet të posedojnë pajisjet përkatëse",
        "për kryerjen e inspektimit detal te rregullsisë teknike te mjetit, perfshire pajisjen e nevojshme",
        "per vlerësimin e gjendjes se frenave dhe efikasitetin e frenave, sistemin e drejtimit, mbështetjen",
        "dhe kontrollin e gazrave të liruara në ambient.",
        "Neni 111",
        "Certifikata e inspektimit",
        "Për çdo automjet që do të inspektohet, ofrohet një listë e mangësive të mundshme dhe nivelin",
        "e tyre te rrezikshmërisë e cila do të përdoret gjatë inspektimeve teknike në rrugë. Përmbajtja e",
        "listës do të përcaktohet me akt nënligjor nga Ministria.",
        "Neni 112",
        "Vlerësimi i mangësive",
        "1. Mangësitë e gjetura gjatë inspektimeve teknike të automjeteve kategorizohen në njërën prej",
        "kategorive të mëposhtme:",
        "1.1. mangësi të vogla të cilat nuk kanë efekt të rëndësishëm në sigurinë e automjetit",
        "ose ndikimit në mjedis, dhe mospërputhjeve të tjera të vogla.",
        "1.2. mangësi të mëdha të cilat mund të dëmtojnë sigurinë e automjetit ose kanë ndikim",
        "në mjedis ose vënë përdoruesit e tjerë të rrugës në rrezik, apo edhe mospërputhjesh",
        "të tjera më të rëndësishme;",
        "1.3. mangësi të rrezikshme që përbëjnë një rrezik të drejtpërdrejtë dhe të menjëhershëm",
        "për sigurinë rrugore ose që kanë një ndikim në mjedis.",
        "2. Nëse gjate inspektimit te mjetit ne rruge identifikohen mangësitë nga pika 1.1 e paragrafit 1",
        "te ketij neni, atëherë nuk shqiptohet gjobe, me këtë rast personi fizik ose juridik obligohet qe te",
        "mënjanojë mangësitë e identifikuara. Dënohet me gjobë njëqind (100.00) euro personi fizik i cili",
        "42",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fvepron në kundërshtim me këtë paragraf, ndërsa personi juridik dënohet me gjobë pesëqind",
        "(500.00) euro.",
        "3. Nëse gjatë inspektimit teknik të mjetit në rrugë identifikohen mangësi nga pika 1.2. e paragrafit",
        "1  të  këtij  neni,  atëherë  personi  fizik  dënohet  me  gjobë  njëqind  e  pesëdhjetë  (150.00)  euro,",
        "ndërsa personi juridik dënohet me pesëqind (500.00) euro. Me ketë rast mjetit i konfiskohen",
        "targat e regjistrimit deri ne dorëzimin e dëshmisë mbi mënjanimin e mangësive te identifikuara.",
        "4. Nëse gjatë inspektimit teknik të mjetit në rrugë identifikohen mangësi nga pika 1.3. e paragrafit",
        "1 të këtij neni, atëherë personi fizik dënohet me gjobë dyqind  (200.00) euro, ndërsa personi",
        "juridik  me  tetëqind  (800.00)  euro.  Me  ketë  rast  mjetit  i  konfiskohen  targat  e  regjistrimit  dhe",
        "largohet nga trafiku deri ne dorëzimin e dëshmisë mbi mënjanimin e mangësive te identifikuara.",
        "5.  Dënohet  me  gjobë  një  mijë  (1.000.00)  deri  në  tre  mijë  (3.000.00)  euro  personi  juridik  për",
        "kontrollim teknik në rrugë i cili vepron në kundërshtim me dispozitat e këtij neni.",
        "Neni 113",
        "Automjeti me më shumë mangësi",
        "1. Automjeti i cili ka më shumë mangësi se grupet e mangësive të lartpërmendura në nenin",
        "112 të këtij ligji, duhet të klasifikohen ne grupin që korrespondon me mangësitë më serioze.",
        "Automjeti i cili tregon disa mangësi në kuadër të fushave të njëjta të inspektimit siç përcaktohen",
        "në fushëveprimin e inspektimit të rregullsisë teknike në rrugë, me akt nënligjorë nga Ministria,",
        "mund të klasifikohet në grupin tjetër me mangësitë më serioze nëse konsiderohet se efekti i",
        "kombinuar i këtyre mangësive rezulton në një rrezik me të lartë për sigurinë rrugore.",
        "2. Për mangësitë e konstatuara sipas këtij neni, dënohet me gjobë njëqind (100.00) €, shoferi",
        "automjeti i të cilit gjatë kontrollimit të rregullsisë teknike në rrugë nuk është në rregull.",
        "3. Për mangësitë e konstatuara sipas këtij neni, dënohet me gjobë gjashtëqind (600.00) €, edhe",
        "subjekti juridik ose institucioni publik në pronësi të të cilit është mjeti.",
        "Neni 114",
        "Sistemi i kontrollimit të rregullsisë së mjetit në kontrollimin teknik",
        "1.  Ministria  me  akt  nënligjor  përcakton  sistemin  e  kontrollimit  të  rregullsisë  së  mjetit  në",
        "kontrollimin teknik të rregullt dhe në rrugë, detyrimet e përgjithshme:",
        "1.1.  Klasifikimin e kategorive të automjeteve;",
        "1.2.  Sistemin e kontrollimit në rrugë;",
        "1.3.  Përqindja e automjeteve të kontrolluara;",
        "1.4.  Sistemi i shkallës së rrezikshmërisë;",
        "1.5.  Përgjegjësitë;",
        "1.6. Vlerësimi i mangësive;",
        "43",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\f1.7. Kontrolli i sigurimit të ngarkesës;",
        "1.8.  Kompensimi i procedurës në raste të mangësive të mëdha dhe të rrezikshme;",
        "1.9. Tarifat e inspektimit;",
        "1.10.  Raporti  i  inspektimeve  dhe  baza  e  të  dhënave  të  inspektimeve  të  rregullsive",
        "teknike në rrugë.",
        "KaPITULLI X",
        "MjETET jaSHTË QaRKULLIMIT",
        "Neni 115",
        "Mjeti jashtë përdorimit",
        "1. Automjetet te cilat janë jashtë përdorimit duhet të asgjësohen dhe menaxhohen nga subjektet",
        "juridike të autorizuara nga Ministria përgjegjëse për ambient.",
        "2. Parandalimi, grumbullimi, përdorimi i serishëm, riciklimi i automjeteve jashtë përdorimit do te",
        "përcaktohen me akt nënligjor. nga Ministria përgjegjëse për ambient.",
        "Neni 116",
        "Parandalimi",
        "1. Në parandalimin e mbetjeve të automjeteve jashtë përdorimit duhet që:",
        "1.1.  Prodhuesit  e  automjeteve,  në  bashkëpunim  me  prodhuesit  e  materialeve  dhe",
        "pajisjeve,  të  kufizojnë  përdorimin  e  substancave  të  rrezikshme  në  automjete  dhe  të",
        "zvogëlojnë ato sa më shumë qe të jetë e mundur nga konceptimi i automjetit më tutje,",
        "në mënyrë që të parandalohet lirimi i tyre në mjedis, të bëjë riciklimin më te lehtë, dhe",
        "të shmangë nevojën për shkatërrimin e mbetjeve të rrezikshme;",
        "1.2.  Projektimin  dhe  prodhimin  e  mjeteve  të  reja  të  cilat  marrin  në  konsideratë  të",
        "plotë  dhe  lehtësojnë  çmontimin,  ripërdorimin  dhe  rikuperimin,  në  veçanti  riciklimin  e",
        "automjeteve jashtë përdorimit , komponentët dhe materialet e tyre;",
        "1.3.  Prodhuesit  e  automjeteve,  në  bashkëpunim  me  prodhuesit  e  materialeve  dhe",
        "pajisjeve,  të  integrojnë  një  sasi  të  lartë  të  materialit  të  ricikluar  në  automjete  dhe",
        "produkte të tjera, në mënyrë qe te zhvillohen tregjet për materiale të riciklueshme;",
        "1.4. Të sigurojnë që materialet dhe pjesët përbërëse të automjeteve të vëna në treg nuk",
        "përmbajnë plumb, merkur, kadmium ose krom kromin, përveç në rastet e përcaktuara.",
        "Neni 117",
        "Grumbullimi",
        "Grumbullimin e mjeteve jashtë përdorimit e kryen subjekti juridik i licencuar, i cili ka për detyrë të",
        "44",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fthemelojë sistemet për mbledhjen e të gjitha automjeteve jashtë përdorimit dhe, për aq sa është",
        "e mundur teknikisht, mbetjet e pjesëve të përdorura të largohen kur makinat e pasagjerëve janë",
        "riparuar, si dhe të sigurojnë vënien në dispozicion të objekteve të grumbullimit brenda territorit",
        "të tyre.",
        "Neni 118",
        "Trajtimi",
        "Të gjitha mjetet jashtë përdorimit të ruhen, qoftë edhe përkohësisht, dhe të trajtohen në përputhje",
        "me kërkesat e përgjithshme mjedisore, si dhe me kërkesat minimale teknike të përcaktuara me",
        "legjislacionin në fuqi.",
        "Neni 119",
        "Certifikata e asgjësimit te automjeteve të cilat kanë dalë prej përdorimit",
        "Subjekti juridik i autorizuar duhet të themelojë sistemin sipas së cilit prezantimi i certifikatës së",
        "asgjësimit  është  kusht  për  çregjistrimin  e  automjetit  jashtë  përdorimit.  Kjo  certifikatë  duhet  ti",
        "lëshohet pronarit kur automjeti transferohet në objektin për përpunim, të cilat janë të autorizuara",
        "për të lëshuar certifikatën për asgjësim si dhe të njoftojë organin kompetent.",
        "Neni 120",
        "Aktet nënligjore qe nxjerrën për automjetet të cilat kanë dalë prej përdorimit",
        "Ministria  përkatëse  për  ambient  me  një  akt  nënligjorë  do  të  bëjë  transpozimin  e  direktivës",
        "evropiane për automjetet jashtë përdorimit në legjislacionin kombëtar.",
        "KaPITULLI XI",
        "DISPOZITaT KaLIMTaRE DHE PËRFUNDIMTaRE",
        "Neni 121",
        "Dispozitat për kundërvajtje",
        "Dispozitat  për  kundërvajtje  dhe  masa  mbrojtëse  sipas  këtij  ligji  nuk  paragjykojnë  zbatimin  e",
        "Kodit Penal.",
        "Neni 122",
        "Të hyrat",
        "1. Të hyrat që realizohen nga shqiptimi i gjobave për kundërvajtje sipas këtij ligji do të derdhen",
        "sipas ligjeve në fuqi për menaxhimin e financave publike.",
        "2. Procedura lidhur me realizimin e gjobave mandatore të cilat shqiptohen nga Policia e Kosovës",
        "bëhen në përputhje me dispozitat e Ligjit për kundërvajtje.",
        "3. Neni 44, hyn në fuqi më 1 janar 2018.",
        "45",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE\fNeni 123",
        "Dispozita kalimtare",
        "Neni 89.2 hyn në fuqi gjashtëdhjetë (60) ditë pas publikimit në Gazetën Zyrtare të Republikës",
        "së Kosovës.",
        "Neni 124",
        "Dënimi mandator",
        "Dënimi mandator shqiptohet nga zyrtari i autorizuar i Policisë së Kosovës në vendin e ngjarjes,",
        "në përputhje me dispozitat e Ligjit për kundërvajtje.",
        "Neni 125",
        "Aktet nënligjore",
        "Autoritetet kompetente për implementimin e dispozitave të këtij ligji brenda një viti nxjerrin akte",
        "nënligjore.",
        "Neni 126",
        "Shfuqizimi i ligjit",
        "Më hyrjen në fuqi të këtij ligji shfuqizohet Ligji nr. 02/L-70 për siguri në trafikun rrugor dhe të",
        "gjitha udhëzimet administrative që kanë dalë nga ky ligj.",
        "Neni 127",
        "Hyrja në fuqi",
        "Ky ligj hyn në fuqi pesëmbëdhjetë (15) ditë pas publikimit në Gazetën Zyrtare të Republikës së",
        "Kosovës.",
        "Ligji Nr. 05/L-132",
        "18 prill 2017",
        "Shpallur me dekretin Nr. DL-023-2017, datë 04.05.2017 nga Presidenti i Republikës së",
        "Kosovës Hashim Thaçi.",
        "46",
        "GAZETA ZYRTARE E REPUBLIKËS SË KOSOVËS / Nr. 15 / 11 mAj 2017, PRISHTINËLigji Nr. 05/L-132 PËR AUTOMjETE"
    ]
}